[
    {
        "id": "tv-big-adventures",
        "title": "T.V.: Big Adventures on the Small Screen",
        "type": "autobiography",
        "publication": "",
        "journalist": "Peter Kay",
        "date": "2023-09",
        "pdf": "",
        "url": "",
        "fullText": "I cast two other stand-ups in the episode. Jo Enright is one of the passengers on the seventies coach trip, and Daniel Kitson, who’s hilarious as Duncan Beech, a St John Ambulance man working at the arena. I’d always talk to them when I was working as a steward so had a bit of an insight on the type of person required. Daniel Kitson is without a doubt one of the most gifted comedians I’ve ever met. He’s definitely got very funny bones and can make you laugh without doing very much at all.\n\nPeter Kay, T.V. Big Adventures on the Small Screen, Chapter 6",
        "notes": "",
        "image": ""
    },
    {
        "id": "before-and-laughter",
        "title": "Before & Laughter",
        "type": "autobiography",
        "publication": "",
        "journalist": "Jimmy Carr",
        "date": "2021-09",
        "pdf": "",
        "url": "",
        "show_ids": [
            "something"
        ],
        "fullText": "The other shows that were nominated were Adam Hills, Phil Nichol, Noel Fielding, Omid Djalili and Daniel Kitson, who won that year. Everyone was pleased. Daniel is a comic’s comic, everybody liked him. Plot a graph and put funny on one axis and ambition on the other. Daniel is in the sweet spot, super funny and with zero ambition (commercially, that is – creatively, he’s a very ambitious boy). Daniel doesn’t want to be on television or in films, doesn’t want a Netflix special. He’s happy being super funny and not taking bread from anyone’s table. Great.\n\nJimmy Carr, Before & Laughter, Chapter 16",
        "notes": "",
        "image": ""
    },
    {
        "id": "march-of-the-lemmings",
        "title": "March of the Lemmings: Brexit in Print and Performance 2016–2019",
        "type": "autobiography",
        "publication": "",
        "journalist": "Stewart Lee",
        "date": "2019-09",
        "pdf": "",
        "url": "",
        "author_id": "stewart_lee",
        "fullText": "I’m not saying I’m the best, there’s loads of stand-ups better than me, I mean, there’s – there’s Daniel Kitson.* There’s loads.\n\n* This joke, which follows the structure of the ‘all the different types of cheese – Red Leicester’ joke from Comedy Vehicle, is for comedians and comedy fans, for whom the consensus, certainly for the most part of this century, was that Daniel Kitson was unassailably the best stand-up in the world, but that he had chosen to remain invisible to mainstream media. When members of the public, like cab drivers, who don’t believe I am a comedian anyway because they haven’t heard of me, ask me who my favourite stand-up is, and I say, ‘Daniel Kitson,’ they become angry and defensive because they haven’t heard of him, especially if you then tell them he can crash the National Theatre ticketing website the second he announces a run of shows there. People seem to take their comedy very personally, as if you are insulting them by liking something they don’t know about.\n\nStewart Lee, March of the Lemmings: Brexit in Print and Performance 2016–2019",
        "notes": "",
        "image": "https://m.media-amazon.com/images/I/71KPDMNx5eL._SL1500_.jpg"
    },
    {
        "id": "mack-the-life",
        "title": "Mack The Life",
        "type": "autobiography",
        "publication": "",
        "journalist": "Lee Mack",
        "date": "2012-09",
        "pdf": "",
        "url": "",
        "fullText": "The other thing that made an impression on me was meeting the comedian Daniel Kitson, who was also a contestant in that final. There are many people in Britain who may never have heard of Daniel, as he tries only to play to fairly small rooms, and basically rejects all forms of TV. Some comics refuse to go on things like panel games on the pretence that they see them as artistically bereft, but actually it’s because they know they wouldn’t cut the mustard. But Daniel’s one of the few who would cut the mustard. In fact, he’d not only cut it, he’d spread it all over his baguette, add some cheesy squares and shove it in his big fat face. Daniel is one of the few who have rejected TV purely for artistic reasons, and would more than shine on it if he wanted, because he’s a brilliant comic.\n\nThat’s not what I remember about him from that night though, because I didn’t actually get to see his act; we were all locked away backstage awaiting our turns. What I remember about him was meeting him backstage just before the night started. He was about sixteen or seventeen years old at the time, and I felt a bit sorry for the ‘little kid’, who I assumed would surely be a bit rubbish because he was so young. I asked if he was OK, and was he feeling nervous. Now what I didn’t know about Daniel at the time is that he has a stammer. It’s hard to actually write down in words his reply, because the first bit wasn’t actually a sound. It was more like a man trying to answer you with a frog in his mouth and he didn’t want to open his gob in case it jumped out. Then after what seemed like an eternity he swallowed the frog and said very calmly ‘Yeah, I’m fine.’ Now, bearing in mind at the time I still felt that stand-up was for the ‘special’ people, the worldly-wise people with the self-assured personas, it’s fair to say that a young kid with a stammer as thick as the lenses in his glasses was not what I called textbook comedian. Far from it. In fact, Daniel was so far from what I considered a stand-up should be that I genuinely assumed he was a character act. The transition between the ‘nervousness’ of the stammer, with his eyes tight shut, desperate to get the words out but unable to, and then the sudden, genuinely calm, ‘Yeah, I’m fine’ was so extreme that I assumed it was an act. Why was he doing this backstage? I assumed he was getting into character and, to be honest, slightly taking the piss out of me. I was literally on the verge of saying ‘All right, mate, cut out the bullshit and talk to me normally.’ Now I have subsequently got to know Daniel a lot better, I would give my right arm to go back in time and actually say it.\n\nIf I was running a stand-up comedy course for beginners I would start by showing a video of Bill Hicks next to a video of Daniel Kitson and tell them that proves beyond doubt there isn’t a ‘type’ that does stand-up; you can be any ‘type’ and still end up brilliant.\n\nLee Mack, Mack the Life, Chapter 15",
        "notes": "",
        "image": ""
    },
    {
        "id": "how-i-escaped-my-certain-fate",
        "title": "How I Escaped My Certain Fate",
        "type": "autobiography",
        "publication": "",
        "journalist": "Stewart Lee",
        "date": "2010-01",
        "pdf": "",
        "url": "",
        "author_id": "stewart_lee",
        "fullText": "Somebody was complaining about how the management had fucked up booking one of his regular corporate gigs for him. The fee he had lost was more than I would hope to earn in a year.*\n\n* Six months later I was in Nottingham, doing a benefit to raise funds for Daryl Martin, an enterprising local promoter whom all comedians feel duty-bound to come together and help whenever possible. I went out for a curry afterwards with Daniel Kitson and Sean Lock. Kitson managed to escape the Death Star Light Ent tractor beam of the Perrier Award he inadvertently won in 2001 by leaving his management, doing all his own admin through his own company and systematically carving out the cleverest and coolest audience in comedy, without ever doing interviews or television appearances of any kind. I asked him if he would consider being my manager, as my future plans consisted of just trying to copy his business practices anyway. He declined. Sean Lock, listening in mounting disbelief as he nibbled his naan, became furious with both of us, describing us as ‘two idiots wasting their time’. But I think he was irked anyway because I kept going on about his vagina-shaped-shit routine from 1990 all night, and asking him when he was going to do it again.\n\nStewart Lee, How I Escaped My Certain Fate, Chapter 5: 2005-7\n\n\nPrivately, the debate continues amongst comedians, ‘What is Daniel Kitson doing?’ Why, many wonder, does he do The Stand when he could do the big room at Assembly? Why does he insist on shaking off half the following he has established every couple of years by doing a sensitive story show? Why doesn’t he have a nice haircut – surely he could afford it now? But Kitson once told me that after his Perrier nomination, he was doing a run at the Soho theatre. Sitting in a toilet cubicle one night he overheard some of his audience standing at the urinals talking, didn’t like how they sounded, didn’t like them, and realised he would have to begin a process of refining his fan base.\n\nStewart Lee, How I Escaped My Certain Fate, Appendix II: English Hecklers in New Zealand",
        "notes": "",
        "image": ""
    },
    {
        "id": "can-daniel-kitson-redefine",
        "title": "Can Daniel Kitson redefine the relationship between comic and audience?",
        "type": "profile",
        "publication": "New York Times",
        "journalist": "Jason Zinoman",
        "date": "2022-12-16",
        "pdf": "",
        "url": "https://www.nytimes.com/2022/12/16/arts/television/daniel-kitson-comedy.html",
        "author_id": "jason_zinoman",
        "show_ids": [
            "shenanigan"
        ],
        "fullText": "STILLINGTON, England — Under a tent by a mill on an August night, the stand-up comic Daniel Kitson found the most apt rustic setting to poke fun at comics leaning on modern technology. He described performers’ postshow tweets of gratitude to ticket-buyers as another way to say: “Give me your compliments.”\n\nHe groused about podcasts, singling out the worst of the genre as “great guys chatting,” shows he termed “for wankers by wankers.” Offering the opposing viewpoint, he said they are easy to listen to before rebutting himself: “Should be hard.”\n\nDaniel Kitson — whose last two decades of stand-up performances and ambitious theater works put him in contention for greatest comedian working today — believes in making the audience work. Not just because his rapid-fire monologues can be dense and elusive. Just finding him can be a challenge, since he’s not on social media and doesn’t do interviews, talk shows or podcasts. Most of all: Despite being prolific, his new work is not on any streaming service and only a few recorded shows can be bought on his site. This has made him an unknown quantity to vast swaths of comedy fans, but also a figure of some mystique inspiring committed admirers who will go to great lengths to see him. Which is how I found myself in the British countryside over the summer.\n\nHis stand-up focused on the pandemic and the fear it inspired. His jokes quickly veered from aggressive to ruminative, dirty to philosophical, but he punctuated them with ideas that stuck in the brain, like the one that suggested people who add a yell to their sneeze are, on some level, “letting a little terror out.” He found the early pandemic oddly unifying: Everyone in the world was stuck at home at the same time. Kitson stopped taking trips to the United States and Edinburgh (he has die-hard followings Off Broadway and at the Fringe Festival in Scotland), but in some ways the pandemic made him a more accessible artist.\n\nI was grateful that in the most fearful moments of 2020, he started a radio show from his home that I listened to every day, providing some quiet charm to interrupt the steady bass line of sirens outside my Brooklyn window. More significantly, he taped a new show, an audio play named “Shenanigan” that he sold on his site. But, consistent with his ethos, he kept distribution small, just 2,000 copies, available only in record, CD or cassette tape formats. (None are currently for sale.)\n\nAn intricate, layered narrative told with literary precision and propulsive sound effects, “Shenanigan” feels less like his stand-up or solo shows than something entirely new. Its premise, reminiscent of “Eternal Sunshine of the Spotless Mind,” turns the romantic comedy inside out. Darting back and forth in time to chronicle the dissolution of the relationship between a couple, Bob and Poppy, Kitson introduces each section he narrates by the number of weeks, days or hours before the breakup.\n\nThis structure creates suspense but also draws attention to its own artifice, as does the science-fiction conceit at its center: A dystopian company called A Better Beginning erases memories of couples’ first meetings and implants a more romantic version. It was founded by a heartbroken man who believes art has ruined relationships by setting up unrealistic expectations for love.\n\nKitson periodically interrupts the narrative to give us scenes of him making the show, a spoof of himself as pretentious and obsessive but also a running commentary on the themes he’s exploring, especially in conversations with a female friend. She wants to know if the show is really about his own aversion to long-term relationships. Kitson balks, not just offering the dodge that it’s all made up, but going further, adding that there is no such thing as a true story. “It’s like a wood fire,” he says. “The story-ness affects the truthiness.”\n\nHe’s right, in a way, and in focusing on the origin story of a relationship, he found a resonant metaphor to illustrate and expand his point. For many people, telling this tale is as close as they will get to understanding how a comedian’s set, refined through repetition, can’t help but blur the line between truth and fiction. To take one example, after so much retelling, the memory of the story of how your parents met tends to crowd out the actual events in their minds.\n\nKitson displays a skepticism about romantic love but a more subtle and fascinating kind about stories. Our cultural faith in stories has never been greater and more unquestioned, what a recent book by the literary theorist Peter Brooks described as “our mindless valorization of storytelling.” Kitson did not write a didactic show, but he seems to be suggesting that the power of stories is more limited than we think. A good story can evoke real emotions, but it can’t replace them.\n\nSeeming to spoof himself, Kitson sounds self-important notes, telling his friend that his goal as an artist is to show, not tell, leaving it up to the audience to put it together. One of the nice things about the audio play is that its narrative is so fractured that it benefits from multiple listens. I have occasionally felt this with his plays, that the ephemerality of theater doesn’t always suit them. Ultimately, Kitson is a comic who likes the sound of laughter. He isn’t trying to be esoteric for its own sake. His insistence on producing his work his own way is not a rejection of the crowd, but it does reflect an interest in reinventing his relationship with them.\n\nHis goal appears to be to forge a more intimate, human bond, a point he made implicitly in the live show I saw in Yorkshire. At various points he singled out audience members, gently explaining a joke to one who didn’t get it; urging another who looked sleepy and struggling to stay awake, not to feel bad, to close their eyes and rest; and telling a person in the front row that if he wanted to put his foot onstage, he should go ahead.\n\nThis appeared to me to be a demonstration that he was paying as much attention to us as we were to him, modeling a relationship between performer and patron as peers, each deserving attention and care. But maybe that’s just a story I am straining to tell to make sense of disparate comments. That’s the tricky thing about art. Once you put it in the world, it’s out of your hands. Maybe forgotten or reshaped by memory. This can happen in life, too, even the most major events.\n\nKitson himself said that he hadn’t processed the events of the pandemic, before pausing to speculate that maybe we never process anything. “Maybe we just forget stuff and the rest becomes the narrative.”\n\nJason Zinoman is a critic at large for The Times. As the paperʼs first comedy critic, he has written the On Comedy column since 2011. @zinoman\n\nA version of this article appears in print on , Section C, Page 3 of the New York edition with the headline: An Elusive Comic, Forging a Bond",
        "notes": "",
        "image": ""
    },
    {
        "id": "comedy-heroes",
        "title": "Comedy Heroes",
        "type": "profile",
        "publication": "Radio Times",
        "journalist": "Stewart Lee",
        "date": "2021-03-02",
        "pdf": "",
        "url": "",
        "author_id": "stewart_lee",
        "fullText": "Few serious fans of the form will deny that Kitson is the world's greatest living stand-up, but he avoids all conventional documentation. While he is the master of the sort of narrative-drive, high concept pieces he helped pioneer, he is also possessed of the charisma and in-the-moment skills that could have made him a greater and more popular populist comedian than Michael McIntyre, Peter Ka, or Mrs Brown.\n\nIn the comedy community he even has his own adjective, \"Kitsonesque\", and the fact that you have never heard of him is irrelevant.",
        "notes": "",
        "image": "https://classickitson.com/docs/20210302_-_radio_times_-_comedy_heroes.jpg"
    },
    {
        "id": "media-shy-comic-kitson",
        "title": "Media-shy comic Kitson has a show in D.C., but no one really knows what it’s about",
        "type": "profile",
        "publication": "The Washington Post",
        "journalist": "Nelson Pressley",
        "date": "2017-11-03",
        "pdf": "",
        "url": "",
        "show_ids": [
            "a-short-series-of-disagreements-presented-here-in-chronological-order"
        ],
        "fullText": "“If there’s one thing you have to know,” an under-the-weather Daniel Kitson said to a 2004 Edinburgh Fringe festival audience egging him on to swig sherry so he could keep his voice through a stand-up set, “it’s that peer pressure doesn’t work.”\n\nAnd how. The dry, 40-year-old British stand-up comic and theater soloist shuns media in an age when media is oxygen and at his fingertips. In his first U.S. foray beyond New York, cult fave Kitson’s newest show, created specifically for Washington, began this week at Studio Theatre. It’s called “A Short Series of Disagreements Presented Here in Chronological Order.”\n“I know as little about it as anyone,” Studio Artistic Director David Muse said.\n\n\"I would be surprised if it's dogmatically political,\" said Jason Zinoman, who covers theater and comedy for the New York Times and scored a rare Kitson interview in 2011.\n\n“My guess,” said Kitson’s friend and fellow comedian Eugene Mirman of the mysterious show, “is that the title will be accurate.”\nNot that Kitson is actually reclusive, although he has been called the J.D. Salinger of British standup and has been compared to both the icy Samuel Beckett and the warm Alan Bennett for his theater projects, which “tend to center on the forlorn and neglected,” London’s Guardian newspaper judged last year. His humor is often philosophical: He wryly contemplates whether he’s a bad person (using a saltier term) in “After the Beginning, Before the End.” He can be an elegant spinner of words; London’s Observer isolated a juicy phrase from Kitson’s “Something Other Than Everything” a few months ago, noting that getting gender bias out of language is “like trying to get salt out of soup with a sieve made of salt.”\n\nAnd not that Kitson’s difficult. Unless you want him to publicize his show at your theater.\n\n“He was charming,” said Zinoman, who got Kitson in a soft moment as the comic began building a New York niche at the experimental St. Ann’s Warehouse.\n\n“It’s been a wild ride,” said Muse, who describes himself as a Kitson fanboy. “He is delightful and self-deprecating — all while he’s asking you to do things you don’t normally do.”\n\nAvoiding television, Twitter and the usual levers of attention has been as elemental to Kitson's persona as his glasses and beard since he became famous more than a decade ago. About that persona: \"A pale, bespectacled man who suggests a nerdier variation on the poet Allen Ginsberg,\" New York Times critic Ben Brantley ventured in 2011, the next year adding, \"a soft, rumpled, bearded man who suggests a human-size hobbit.\" The YouTube non-trove shows Kitson, who has a slight stammer, in 2004 at the Melbourne Comedy festival in baggy jeans, big glasses and a ball cap with the logo area aggressively covered by shiny black tape.\n\nThe Melbourne bit involves why pigeons are funny — “I can’t be cross, angry, depressed, f---ed off with the world and watching a pigeon walk at the same time” — and it eventually spirals into a physical impersonation of a bird striking out at love in front of a gawking group of humans. The touch is deft, especially as Kitson lands punchlines about audience expectations and — stepping up a level — punchlines about how punchlines work.\n\nAs for Kitson being \"famous\" — of course, we're talking about celebrity in an underground, omg-you-have-to-see-him-at-Edinburgh-Fringe kind of way. In Britain, Kitson emails fans that he'll be doing an informal tryout set in a couple of days, and in a blink, the tickets are gone.\n\n\"In certain circles, he's as big as it gets,\" said Zinoman, who once told his mother, Joy Zinoman (Studio's retired founding artistic director), that booking Kitson would be a coup. He describes a female comedian doing a Kitson impersonation and slaying the room full of comedy cognoscenti.\n\nBut Kitson does things his own way, because his goals just aren’t that big. “I don’t know that he should or shouldn’t be more famous,” Mirman said. “He plays the spaces he would like to play and puts on the shows he wants to put on. He enjoys making the shows. The Edinburgh shows sell out the day tickets go on sale. So what’s the reason you want him to be on Facebook?”\nKitson grew up in Denby Dale, Yorkshire, the son of teachers, and has been onstage since 16. He studied drama at London’s University of Roehampton and had a brief stint on the U.K. television show “Phoenix Nights.” Winning a comic prize at Edinburgh in 2002 set Kitson on his idiosyncratic path, though he has hacked his lane wider at the edges by toggling comedy festivals with more formal theatrical projects.\n\n“One of the cool things about not doing press is that usually you already know so much of what you’re going to get,” Zinoman said. “At Edinburgh, you had no idea about what the show would be. And it was often surprising.”\n\nMuse originally suggested that Kitson bring to Studio “Mouse: The Persistence of an Unlikely Thought,” which appeared last year at St. Ann’s. (“As ever,” a London critic wrote of “Mouse,” “it’s easy to submit to Kitson’s playfully showy writing and his spirit of romantic melancholy that steers for the heart of what being alive is all about.”) Muse said, “Post-Brexit and post-Trump, ‘Mouse’ started to feel to him a little bit frivolous. He wanted to do something else.”\n\nTrying a new act at Studio is a test of Kitson’s cult power, Zinoman suggested. Muse acknowledged as much but also sees a different kind of trial. Is D.C. hip enough for Kitson? As Muse spoke by phone on a train, the connection was so bad that it took three calls to complete the conversation. Muse got the joke: Kitson sabotage.\n\n“It’s almost like he tries to erase any record of his performances,” Muse said of Kitson’s media aversion. “He doesn’t do film. He doesn’t send out scripts. He won’t do a program. He loves that the only way to encounter him is live.”\n\nA Short Series of Disagreements Presented Here in Chronological Order, written and performed by Daniel Kitson. Through Nov. 25 at Studio Theatre, 1501 14th St. NW. Tickets: $25. Call 202-332-3300 or visit studiotheatre.org.",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-returns-australia",
        "title": "Daniel Kitson returns to Australia for 'Not Yet but Soon'",
        "type": "profile",
        "publication": "The Age",
        "journalist": "Barry Divola",
        "date": "2017-03-17",
        "pdf": "",
        "url": "",
        "show_ids": [
            "its-always-right-now-until-its-later"
        ],
        "fullText": "In 2011, more than a hundred of England's funniest people were asked to name their favourite comedian. The winner wasn't Ricky Gervais, Jennifer Saunders, Billy Connolly, Dawn French, Steve Coogan or Eddie Izzard. It was Daniel Kitson. The mainstream scratched its collective head, but those who knew his work nodded sagely.\n\nKitson won the coveted Perrier Comedy Award in 2002 at the age of 25, but ever since he has steadfastly refused to translate that accolade into a high-proﬁle commercial enterprise. In 2007 he outlined how he planned to put distance between himself and mass appeal: \"If you make it slightly harder for people to approve of you, then you know that the people who give you their approval really like you. I don't want to have an audience of millions who can take or leave it. I want a small audience of people who like it and who understand it in the way that I want them to understand it.\"\n\nHe wasn't just talking the talk. Kitson, who turns 40 in July, has no manager. He has no agent. He has no social media presence. He says no to TV opportunities. He keeps his ticket prices as cheap as possible. His sole connection to his public is a mailing list he oversees himself to let fans know what he's doing and when and where he's doing it.\n\nHe rarely gives interviews – requests for this story were not refused; they were ignored. Fortunately it's not hard to ﬁnd peers who are more than willing to talk. Bruce Dessau, editor of comedy website Beyond the Joke and comedy critic for London's Evening Standard – and the man who ran that 2011 poll – is unequivocal when asked to rate him.\n\n\"I haven't seen a better comedian since Kitson,\" he says. \"He just seems so naturally funny. It's partly a gift and partly hard work and experience. He has been doing this since he was a teenager and can turn anything into an insightful, funny story.\"\n\nDessau vividly recalls the ﬁrst time he saw Kitson perform. It was 2001 in a small pub near London Bridge. \"I was immediately blown away by this unique, individual performer, who carried on talking way after drinks had stopped being served, treating the pub as his own experimental theatre, spinning out stories off the top his head, making brilliant things up as he went along. At one point I went to the toilet and when I returned he was wearing my overcoat. It was that kind of gig.\"\n\nAustralian comedian Sam Simmons clearly remembers his ﬁrst time too. It was an infamous show at the Melbourne International Comedy Festival when Kitson had been dumped by his girlfriend not long before going on stage. He proceeded to ditch his regular set and have a public debrief about what went wrong in the relationship.\n\n\"He just lay down on the ﬂoor eating a Golden Gaytime in disgust at his relationship breakdown,\" remembers Simmons. \"I was sold. It felt kind of punk. I didn't want to love him from all the indie hype I'd heard beforehand. But I totally did.\"\n\nKitson's shows roughly divide into two types. There's the stand-up, where his gift for rapid-ﬁre language, off-kilter observations, intellectual rifﬁng and self-aggrandisement offset with self-criticism can make your head spin. He also has the most famous stutter in comedy and has been known to stop a show and dissect what's going on in his head when the stammer interrupts his ﬂow.\n\n\"It was catnip for a comedy nerd like me to hear him analyse his routine as he was doing it,\" says Chris Taylor from The Chaser. \"At a time when a lot of comedians were talking about airline food and the differences between men and women, it was refreshing to see someone so unapologetically intelligent.\"\n\nAnd then there are the \"story\" shows, such as C-90, The Interminable Suicide of Gregory Church and It's Always Right Now, Until It's Later. These shows are more likely to elicit wry smiles, reﬂection and even tears rather than belly laughs. His gift for telling rich and touching tales about humanity, loneliness and the absurdities of existence have earned comparisons with everyone from Alan Bennett to Samuel Beckett.\n\n\"He's the sustainable wagyu beef of comedy,\" says Simmons. \"He created his own thing and he's peerless in what he does. He's so nasty and so gentle at the same time.\"\n\nThat last point alludes to Kitson's thornier side. During a 2012 performance in Brooklyn he advised audience members to go up and punch any critics who were taking notes during the show. His harsh treatment of hecklers is legendary and his attitude towards audience members who he feels are not with him can be brutal.\n\n\"The most tense Daniel Kitson gig I ever saw was in Adelaide,\" says Taylor. \"There was a woman in the front row who would not crack a smile. It really started irritating him. He abandoned his material and started trying to ﬁgure out her story to explain why she wasn't laughing. It started out funny and then it got really awkward. It got so uncomfortable that she got up and left. It was a hard moment to sit through as an audience member. On one hand you're a fan and you want his gig to work but, at the same time, that felt like it was tipping over into harassment.\"\n\nComedian Fiona O'Loughlin, who counts herself as a friend of Kitson's, has seen similar interactions and says, \"To me, there's no malevolence in what he does. It's just mischief. He's a deep-thinking person with a massive heart and he's highly intelligent. I believe he's quite possibly the greatest stand-up of our time.\"\n\nTaylor places Kitson among his top three comedians (the other two are Stewart Lee and Doug Stanhope) and is especially in awe of his maverick nature.\n\n\"He's very happy to lose his audience,\" he says. \"This makes him unique among comedians. Comedians will do anything for an audience. He doesn't do media, he'll deliberately put on esoteric work, he'll stage it in less-than-convenient locations and he'll talk about very niche things.\n\n\"He does everything against the rule book of comedy. At the same time he is so ungreedy when it comes to ticket prices. He's adamant about this. He talked about it in one show I saw, where his then-agent was saying that he could charge 80 dollars for tickets and people would pay it and he'd be a millionaire. And he said, 'Yes, but I'd also be a c---'.\n\n\"That's admirable, but the bargain you enter into when you buy a Kitson ticket is you have to be prepared that if you give him the shits, he doesn't care what he says.\"\n\nDaniel Kitson's stand-up show Not Yet but Soon is at Giant Dwarf, March 20-27; screenings of It's Always Right Now, Until It's Later are at Golden Age Cinema on March 22 and 26.",
        "notes": "",
        "image": ""
    },
    {
        "id": "tracking-the-k-dog",
        "title": "Tracking the K-Dog: A non-encounter with Daniel Kitson",
        "type": "profile",
        "publication": "Fest Mag",
        "journalist": "Stewart Pringle",
        "date": "2015-08-18",
        "pdf": "",
        "url": "",
        "show_ids": [
            "polyphony",
            "after-the-beginning-before-the-end",
            "analogue",
            "as-of-152-gmt-on-friday-27-april-2012-this-show-has-no-title",
            "stories-for-the-wobbly-hearted",
            "tree"
        ],
        "fullText": "Daniel Kitson is late for our interview. In fact, I’m not sure he’s going to turn up at all. For one thing, he’s notoriously anti-publicity, and hasn’t done a full interview for a decade or so. And for another, I haven’t invited him for an interview or spoken to him about it in any way. Waste of time, is what I figured. He’ll just ignore me or tell me to fuck off. But that’s fine, because it feels strangely appropriate to be discussing an absent Kitson, as his recent theatre shows have been a series of experiments in vanishing away, in ceding control of his storytelling to his audience, or to technology.\n\nWhen Kitson began creating theatre, back in 2005 when he was already an established and adored cult figure of the standup circuit, it was just him, a lamp, a rug and a chair. Stories for the Wobbly Hearted was an Ur version of what would eventually become \"classic Kitson\" – a mixture of the gentle and the tragic, that love of \"the fucking dignity of unwitnessed lives\", as he’d later come to term it. Ten years and a metric tonne of awards and accolades later, his new show Polyphony sees him unwind his story from a clutch of iPods distributed among his audience.\n\nPolyphony digs into the recurring central concerns of whatever period of Kitson’s career we’re all enjoying (late-early? Early-middle? As if it matters), namely his paradoxical relationship to his audience and his reputation. It all kicked off in As of 1.52pm GMT on Friday April 27th 2012, This Show Has No Title, which he performed at the Traverse in (surprisingly enough) 2012. It was a thrice-framed show of meta-theatrical brilliance, as Kitson described the struggle of a fictionalised version of himself writing a typical Kitson show. That show within a show had all the hallmarks of his theatre work: an idiosyncratic male protagonist, a conceit that sat just the right side of whimsy, but presented as the result of nights of Kitson sweating at a keyboard, desperate not to let down his fans or fuck his rep as the K-Dog, unassuming master of all he surveys.\n\nIt continued in After the Beginning, Before the End, which saw Kitson trying his hand as low-fi musical legend by including a looping synth accompaniment to its story of Kitson the man considering his position as a financially secure artist with a thundering reputation built—more or less—on word-of-mouth alone. It excavated the idea of hype and reputation, as Kitson baited his loving audience with brags about his pool table and considered the potential of the orally transmitted anecdote – its power to spread in mutated forms, to give birth to wild, unpleasant myths.\n\nIf As of 1.52pm... addressed Kitson the artist, and After the Beginning Kitson the man, it was easy to diagnose something of an artistic crisis in his work. He was fully aware of this, of course, throwing it out there in one of the occasional emailed newsletters he shoots out to his subscribers as practically his sole form of marketing support (it works – he sells shows out at the drop of a MailChimp e-shot). But when new show Analog.Ue hit New York with more of a whimper than a bang, with audiences and critics alienated by his replacement of his own voice with a bank of reel-to-reel tape recorders, it looked like the first visible flop in anti-brand Kitson’s ascent to the quiet domination of his craft.\n\nAnalog.Ue was already booked into a run on the Lyttelton stage of the National Theatre before this minor fudge in New York. Kitson took it apart and put it back together, adding a little more of himself and returning to the same anxieties about repetition and reputation that haunted his previous two shows.\n\nThe result was one of the strongest shows he’d built in years. The slight obscurity and austerity of the core story was cushioned in the kind of self-reflexive material that had served him so well in the past. It may have been a bit of sleight-of-hand, maybe even a climb-down from his ambitions for a totally isolated recorded story. But he won the day, and critics and audiences left happy and broken and a little bit fixed, just as it should be.\n\nThe idea of a climb-down turned out to be nonsense, of course, as he was simultaneously unleashing his stunning Tree, a two-hander with Tim Key that opened at Manchester’s Royal Exchange before spreading its branches across the Old Vic in January this year. As far as slaps to the chops of his naysayers go, it couldn’t have been more perfect. Elegantly structured, stunningly performed and with a life-sized tree as its set, it shone a light on a whole new dimension of potential work. It showed that Kitson could bring his take on heartbreak, politics and all that \"fucking dignity\" into a full-on theatre show. If it had looked like Kitson had painted himself into a corner, Tree saw him smashing his way out of it, and bringing the whole building down for good measure.\n\nHe’s hardly been idle since then, with a pair of scrappily awesome shows at The Stand last Fringe, a Christmas show at the Battersea Arts Centre, and a string of previews and try-outs for what would become Polyphony. There are obviously no tickets left for its run at Summerhall’s Roundabout (you snooze: you lose – you have less than five browser windows open to attempt to book tickets: you lose), but if you can manage a good clean murder of a ticket-holder then it’s strongly advised.\n\nPolyphony is further proof of what should have been obvious all along: that Kitson is an artist as interested in experimentation as he is in perfection. As his career progresses and his reputation continues to swell, he’s able to take a few risks and throw a few ideas at the wall. Maybe they’ll stick, maybe they won’t. But it’s going to be a blast finding out.",
        "notes": "",
        "image": ""
    },
    {
        "id": "does-comedian-daniel-kitson-even-exist",
        "title": "Does Comedian Daniel Kitson Even Exist?",
        "type": "profile",
        "publication": "Village Voice",
        "journalist": "Tom Cowell",
        "date": "2014-05-16",
        "pdf": "",
        "url": "",
        "show_ids": [
            "pretty-good-friends"
        ],
        "fullText": "English comedian Daniel Kitson takes every rule of modern show business, and breaks it. The UK-based performer doesn’t talk to journalists. He has no Twitter account, no YouTube channel, no social media presence of any discernible kind. And after a brief sitcom gig over a decade ago, he refuses even to appear on television. According to 21st century entertainment lore, Kitson should be a nobody: just another unknown and unknowable white dude, clowning in obscurity. So why is he playing Brooklyn’s 1,200 seat Masonic Temple Theater this Friday?And why should you care?\n\nThe answer starts with his act. Blending traditional stand-up and storytelling with experimental theatre, Kitson’s fans don’t just laugh at his shows. They claim him more as poet-philosopher than as entertainer. The phrase “life-changing” gets thrown around a lot. And if that sounds douchey, observe who’s giving the compliments. David Cross called Kitson “honestly the funniest comic I’ve ever seen in my life”. Stewart Lee (a path-breaking talent in his own right) called Kitson’s stand-up “about as good as it could get.” He’s lionized by his friend (and tour-mate) Eugene Mirman, himself one of the best alt comics in the country. Kitson and small praise rarely seem to appear together.\n\nSince winning the Edinburgh and Melbourne comedy festivals in the 2000s, Kitson has built a sufficiently rabid fan-base to tour entirely on his own terms. He puts out work with monkish routine, but disseminates very little of it as buyable “content.” That means no tapings for DVDs, album releases, HBO specials or the like. Just stand-alone, set piece theatre shows, before audiences filled almost entirely through his email list. Like a camera-shy Louis C.K., he produces one large piece a year, and sometimes more. How popular are they? Demand for tickets in England was once so fervid, it broke Britain’s National Theatre website. For a performer with near-zero media exposure, the buzz was unheard of. Friday’s show in Brooklyn is the last stop on his first ever multi-city US tour.\n\nIf this whole tone (“British guy comes to America and re-invents comedy”) is starting to piss you off, that’s understandable. UK comics can get obsessed with “big ideas” and high concept entertainment, viewed with some bafflement by the sharp, joke-centric comedy culture of the US. It’s an affectation, heavily influenced by the Edinburgh Festival, which is the focal point of Britain’s comedy calendar. Edinburgh favors structured, thinky shows over the punchy, American, “best hour of any material” approach. In naïve hands, the result can be maddeningly artsy: too much aesthetic commitment, not enough laughs.\n\nBut Kitson is a cut above. His attitude is different, even from his UK peers. The weirdness is utterly unpretentious. And he’s not just talking the “uncompromising artist” talk. He’s walking it. It’s a genuine attempt to stretch the boundaries of stand-up as an art form, without becoming a poseur. Also, for anglophile comedy fans, this is a rare chance to see a different kind of British talent, about as far from the brash Gervais/Brand confidence that can take root in America as you can possibly get. Plus it’s an odd glimpse at one potential future of entertainment. Comedy and music business models are in constant flux, but maybe Kitson points the way to how we’ll consume the work of our favorite bands and comedians in years to come. He’s the comic equivalent of Phish or the Grateful Dead: a virtuoso performer, uninterested in anything but the live experience of creative work, and inspiring a die-hard fan base who happily buy in to the same concept. You’re either at the show, or you’re not. There is no capturing that feeling in another medium. You can’t DVR a Kitson moment. And the man is hanging his entire career upon that idea. Will you love him, or not? You have to buy a ticket. And take a chance.\n\nPretty Good Friends with Eugene Mirman and Daniel Kitson is at the Brooklyn Masonic Temple Friday May 16th at 8 p.m.",
        "notes": "",
        "image": ""
    },
    {
        "id": "rare-daniel-kitson-footage-unearthed",
        "title": "Rare Daniel Kitson Footage Unearthed",
        "type": "review",
        "publication": "Beyond the Joke",
        "journalist": "Bruce Dessau",
        "date": "2014-04-09",
        "pdf": "",
        "url": "https://www.beyondthejoke.co.uk/content/750/news-rare-daniel-kitson-footage-unearthed",
        "fullText": "In an age when pretty much everything from your first pooh to your dying croak ends up on YouTube there isn’t much of Daniel Kitson around. In his early days there was a famous clip of him on Blockbusters aged 15 knocking around when Bob Holness asked him what he wanted to be when he grew up and he said “stand-up comedian”. That clip now appears to be gone. Possibly taken down by Kitson, possibly taken down by Holness before he died. I suspect the former is more publicity-shy than the latter.\n\nA few weeks ago, however, I was tipped off about a TV documentary that featured Kitson when he was pretty much totally unknown. It was a late night Channel Four series called The Other Side and in 1999 it produced an episode called Edinburgh Madness which went to the Edinburgh Festival in search of “the fringe of the Fringe”. The one hour programme featured a number of performers who have either never made it big or knocked the comedy game on the head. Except, that is, for 22-year-old Daniel Kitson, who has done pretty well, despite being described in the blurb as \"the Bernard Manning of the millennium\".\n\nThat year Kitson was performing in a double-header with Lennie Bennett-lookalike Lee Canterbury, who has recently cropped up on the circuit again. They were performing in a truck in Grassmarket run by Noel Faulkner, who runs the Comedy Cafe in Hoxton. At the time I think his management company was managing Kitson. The show was called The Monkey Touchers in the Fringe brochure but by the time the show was performed there was no monkey touching in it whatsoever.\n\nHindsight is a wonderful thing of course, but it is clear looking back on the documentary that Kitson was uniquely gifted. And I think the programme-makers realised it too. He and Canterbury dominate the doc, cropping up performing in their venue, loitering around outside and just hanging around in their flat watching football and playing video games.\n\nWhile Kitson is the junior partner he is clearly the more charismatic one. There is one point where the interviewer asks both of them a question. Lee gives a brief answer, Kitson then gives a lengthy, eloquent answer then the interviewer asks an affronted Lee the same question, having already forgotten his original answer.\n\nAs for Kitson’s onstage material, there are none of the sentimental stories about old folk that seems to be the recurring motif of his recent theatrical shows, but one can certainly see the origins of the potty-mouthed genius that would be nominated for a Perrier Award two years later and then win the award pretty unanimously in 2002. He flirts, he swears, he smirks, he riffs. His distinctive, almost Chaplinesque waddling walk in very much in place. All of this in the back of a van to a frankly sparse audience. \n\nAnd now the bad news. I saw this documentary by going to the British Film Institute in London and paying\n£12. There is no sign of it online whatsoever. I’m amazed it has never been unearthed before. I know when list programmes about comedians want to feature Kitson they struggled to find footage. I did think of trying to work out a way of selling my knowledge of this clip to the highest bidder, but in the end I thought I might as well put the information out there. So next time there is a stand-up list programme hopefully some of this footage will be included in it and actually make it worth watching for a change. Otherwise here’s a link\n\n(http://www.bfi.org.uk/archive-collections/searching-access-collections/research-viewing-services) – go and book yourself into the BFI. And if anyone has access to that Blockbusters clip, do let me know.",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-standups-restless-polymath",
        "title": "Daniel Kitson: standup's most restless, theatrical polymath",
        "type": "review",
        "publication": "The Guardian",
        "journalist": "Paul Fleckney",
        "date": "2014-03-04",
        "pdf": "",
        "url": "",
        "show_ids": [
            "analogue"
        ],
        "fullText": "The \"thing\" about comedian Daniel Kitson has always been the belligerent modus operandi – no interviews, no agent or manager, no press releases, no TV work … just word-of-mouth, a mailing list policed by Kitson himself, and a shedload of glowing reviews. The result being huge success and little or no public proﬁle.\n\nBut there's plenty more to consider about the reclusive 36-year-old, such as his carving out of two parallel careers: one in comedy, one in theatre. Like those wartime sportsmen – say, Denis Compton – who would summer on the cricket pitch and winter on the football ﬁeld, Kitson moves between standup shows and theatrical productions – a natural linguistic athlete who can't be contained to just one discipline.\n\nThis isn't just a case of a comedian dabbling in acting, but a comedian writing, directing and starring in one-man plays. It must be galling for other comedians to see someone nail their chosen artform, then cross over into another with such success – Kitson's 2010 show It's Always Right Now, Until It's Later crashed the National Theatre website when tickets went on sale, and the critical acclaim has barely stopped since he won the Scotsman Fringe First award in 2005 for Stories for the Wobbly-Hearted.\n\nHowever, the further Kitson gets into his career, the more that straight standup seems unable to scratch all of his itches. He is an artist, ultimately, restless and ambitious, and standup is a constrained form. Theatre allows him room to experiment, as he did with his multi-layered 2012 monologue As of 1:52 GMT on Friday April 27th 2012, This Show Has No Title. And there's no more experimental show of his than his new one, Analog.Ue.\n\nIn it, the stage is in near-darkness and Kitson says not one word, but operates 46 tape decks in order to tell a pre-recorded story. We are, at this point, quite some distance from standup comedy. For me it's his least enjoyable show to date, an indulgence too far, where the story suﬀers at the hands of the concept. But the impulse behind it – to abandon the comfort zone and just try something – will surely bear fruit.\n\nHis increasing shift towards theatre has been quite useful for anyone who has attempted to compare him to others, as there aren't really other comedians who are similar. Now, however, you can reach for Samuel Beckett. Broadly speaking there's an uncompromising bloody-mindedness to Kitson that is quite Beckettian, whether it's his absolute control over his output, or the obsessive technical rigour that's required of Analog.Ue. (Geometrics and mathematics were key aspects of Beckett's methods.) Both are also drawn towards the metaphysical and the minuscule, rarely anything in between. Most overtly, two of Kitson's theatre shows – Tree (2013) and Analog.Ue – strongly resemble Waiting for Godot and Krapp's Last Tape respectively, in their set-up.\n\nIt says something about Kitson's development as a theatremaker that he is wearing this particular inﬂuence quite heavily, aping Beckett rather than fully embracing him.\n\nStaging is one thing, words are another, and Alan Bennett is now another touchstone for Kitson comparisons, due to his home-spun pithy northern wit, though that neglects the density of Kitson's language, and his penchant for ironic locker-room banter. And the swearing. Of course, it's Kitson's formidable writing that brings the laughter, so it's not unusual for his theatrical monologues to be packed with gags as well. However far he decides to major on theatre, as a comedian the impulse to make a room of strangers laugh is in his blood.\n\nMeanwhile, Kitson's standup shows have, on the face of it, been kept pure and free from theatrical ﬂourishes, that is until his 2013 show After the Beginning Before the End, which came complete with a soundtrack manipulated onstage by a distinctly sat-down Kitson. But he has always been a theatrical standup.\n\nHow many comedians seem interested in moving their audience – a distinctly theatrical imperative? Virtually none, because that would require sincerity, which is the death of comedy. But it's part of Kitson's appeal that even his comedy shows have emotional resonance, going right back to It's the Fireworks Talking (2007) and his Perrier award-winning show Something (2002).\n\nKitson, who did a drama degree prior to his standup career, takes a sort of director's commentary role via the tape decks in Analog.Ue and expresses frustration and dissatisfaction at the life he's built around him. He sounds like a man in search of a clean slate, or a way out, as if neither comedy nor theatre are bringing him much joy. What happens next is anyone's guess.",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-reluctant-hero",
        "title": "Daniel Kitson: the reluctant hero of British comedy",
        "type": "profile",
        "publication": "The Telegraph",
        "journalist": "Dominic Cavendish",
        "date": "2014-02-24",
        "pdf": "",
        "url": "",
        "show_ids": [
            "analogue"
        ],
        "fullText": "At a time when British comedians are falling over themselves to appear on panel shows, get their own radio and TV series, and generally court fame and fortune, the brightest and best of his generation also ranks as its biggest odd-man-out.\n\nHailed as one of the funniest, most intelligent and perceptive comics ever to pick up a mic, Daniel Kitson, 36, avoids celebrity and publicity like the plague. You’d be forgiven forknowing nothing about him, though if you’ve seen a picture of him – balding, bespectacled, usually bearded – you’ll have a sense of his personality. The scru y, stuttering antidote to the slick and suited professional gagsmith, he was once memorably described as looking “like an Open University lecturer who’s been dragged through an Oxfam shop backwards”. That was at a time when he still talked to journalists. He seldom, if ever, talks to the press these days, and doesn’t invite them to review his stand-up gigs. Arenas are anathema to him. He has spurned o ers to perform in the West End. You won’t see him on the box. Critics often try to cover his “story-telling” shows – a distinct and sophisticated strand of his proli c output – but he seems indi erent to their response, although they usually lavish ve-star plaudits on him and make abundant use of the word “genius”.\n\nWhen I requested an interview with Kitson ahead of the imminent UK premiere of his latest story-based show, Analog.Ue, at the National Theatre, sure enough the response that came back was blunt and to the point: “He’s declined it.”\n\nIf he weren’t so good, so outstanding in his eld, this form of non-compliance would be career suicide. Yet by absenting himself from the media fray not long after he accepted the Perrier Award in 2002 (with little obvious enthusiasm), if anything he has accentuated his appeal. About six months or so younger than Michael McIntyre, he’s the polar opposite in terms of his style and pro le, and he hails from the north (Denby Dale in West Yorkshire) whereas McIntyre embodies the middle-class spirit of the south. Yet he’s no less a cultural phenomenon of the past decade.\n\nHis rejectionist stance, his refusal to have any truck with the herd mentality, which extends from the individualistic outlook he expresses in much of his material to the way he conducts his business on a DIY basis, inspires a erce cultish devotion. He doesn’t charge much for his shows and his handful of downloads come cheap – but it’s enough for him to get by. He keeps his fans in the loop by email. It would be easy to lump his loapproach in with the recent guerrilla stunts of pop stars like Bowie or Prince, but it’s not as commercially tactical as that. He hates headline-grabbing, will do whatever it takes to create work on his own terms. In short, yup, he’s an artist.\n\nSome two years after he performed his most accomplished narrative show to date there (“It’s Always Right Now, Until It’s Later”), his return to the National Theatre – the announcement of which crashed its website, such was the demand for tickets – creates a welcome opportunity to re ect on just how far he has come.\n\nThe fact that he won the Perrier (now the Foster’s) at the age of 25 attests to an early start in comedy. His parents were both in education – his father a lecturer, his mother a primary school head – and he has said he knew by the age of 16 that he wanted to be astand-up comedian. The Financial Times critic Ian Shuttleworth saw him as a teenager “storming” a student drama festival cabaret: “For someone so young, his sense of his own personality and the craft of his material were incredible.” Kitson came to London in 1995, studying drama at the Roehampton Institute while picking up gigs where he could. Within ve years there was a huge buzz about him but to be honest, while early sightings suggested that he had a natural talent to amuse, there was little indication he would go on to tread such a distinctive path. The title of his 2003 show “Lover, Thinker, Artist and Prophet” was obviously tongue-in-cheek but the attendant sense of look-at-me arrogance obscured his sensitivity.\n\nOver time, particularly with the burgeoning quality of his storytelling shows – which have brought him a following in New York too now – he has moved into a league of his own. He has become the voice of lonely souls and awkward, pedantic sods, his characters the sort of people who get easily overlooked. His observations dwell on small details, passing moments, throwing up profound aperçus in a spellbinding flow of lyricism and light-heartedness.\n\nIn a corporate age, Kitson serves up old-fashioned romance and wonder, philosophy and nuance. Sometimes this hermit-like gure gets too hermetic – his 2012 show at the Traverse in Edinburgh was clever-clever self-referencing in a way that felt too showily self-regarding. But he’s always pushing at boundaries, testing himself, whether it be examining his own early midlife solitude in his recent sit-down stand-up show “After the Beginning. Before the End” or rush-writing a gem of a two-hander for the Royal Exchange, Manchester last autumn, Tree, in which he starred with Tim Key.\n\nThat play earned comparisons with Beckett and I suspect the latter’s name will be invoked again in the discussions about Analog.Ue, in which Kitson will take to the stage without speaking, using multiple non-digital recorders to tell the story of an old man who decides to record his memories once he begins to forget them. I wonder though, given that this is the National, whether we shouldn’t start talking about him as the successor to someone closer to home – Alan Bennett, who grew up 20 miles or so away from Denby Dale in Leeds.\n\n“I’ve always been older than I am,” he has said. “I was a middle-aged adolescent in tweed trousers. The older I get the more I realise how important everything is and how little it actually means.” There’s a touch of Bennett in that and whether he likes it or not, and whatever he does to try to stop it happening, Daniel Kitson looks increasingly like becoming a national institution too.\n\nAnalog.Ue runs at the National’s Lyttelton Theatre, from Feb 25 to Mar 30. Tickets: 020 7452 3000; nationaltheatre.org.uk. Limited availability",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-salinger-of-standup",
        "title": "Daniel Kitson: the Salinger of standup",
        "type": "profile",
        "publication": "The Guardian",
        "journalist": "Brian Logan",
        "date": "2012-08-05",
        "pdf": "",
        "url": "",
        "show_ids": [
            "where-once-was-wonder"
        ],
        "fullText": "It's a Tuesday night, and I am sitting among the privileged few. Tickets for Daniel Kitson's new one-man storytelling show sold out in six minutes ﬂat, or at a rate of 2.6 tickets per second. After this preview run at Battersea Arts Centre in London, the next stop is the Edinburgh festival, where Kitson will also perform a second, standup show. His ﬁrst for three years, the standup set is estimated to be the fastest-selling ticket in fringe history.\n\nTen years after winning the Perrier award for comedy, Kitson – bearded, stammering, northern and little known beyond the live comedy and theatre circuits – is routinely cited as \"the best comic of his generation\" and lionised by other comics. \"He makes you feel bad,\" says fringe veteran Stewart Lee, \"because he's doing what you ought to be doing, and doing it brilliantly.\" Tim Key, who won the Edinburgh Comedy award in 2009, admits that \"comedians go and have a look at [Kitson] to check how far away we are from where we want to be\". He is loved by critics, too. Kitson's 2010 theatre piece It's Always Right Now, Until It's Later, about tiny moments in the lives of two people, was (according to research undertaken by someone with a lot of time on their hands) the best-reviewed show of that year's fringe.\n\nWhat makes this all the more impressive is that Kitson has done it his own bloody-minded way. As a comedy critic, I haven't been granted a press ticket to a Kitson show for years: he shuns reviews, doesn't give interviews, manages and markets himself, and refuses to appear on TV. At a time when the comedy industry is so booming it resembles the 19th-century Klondike, he doesn't do arena tours or release DVDs. He simply makes intimate one-person theatre shows – not the sexiest artform – and takes them on tour. \"He does what he does with complete purity,\" says Nica Burns, who runs the comedy award. \"He has total and absolute integrity.\"\n\nKitson, a native of Denby Dale in Yorkshire, made his Edinburgh debut in 2001, aged 24. I found his early shows promising rather than electrifying. The humour was sometimes juvenile, and the shows lacked structure, but he was already a great phrasemaker and his outsider, bruised-idealist worldview was compelling. (Oﬀ stage, he is like JD Salinger; on stage, he is like\nHolden Caulﬁeld.)\n\nHe has certainly never been an ingratiating comedian, anxious to ﬁnd common cause with his audience. \"To a large extent,\" says comic Mark Thomas, \"comedy is about instantly recognisable short-hand signals and images. But Daniel will not go down that road. He creates worlds composed entirely of his own ideas, and is supremely conﬁdent with himself and his comedic voice. There is nothing he says that is without thought, without originality.\"\n\nKitson has had two career-deﬁning experiences: starring as the recurring character Spencer the barman in the Peter Kay sitcom Phoenix Nights, and winning that 2002 Perrier. He is comfortable with neither, and has publicly disowned Phoenix Nights, branding it \"lazy and racist\". Kay, for his part, has pixellated Kitson out of the series DVD, and refers to him as a \"bastard\" on the commentary. The Perrier award, meanwhile, prompted a personal crisis: for several years, Kitson seemed ashamed of having won it and afraid of the mainstream success that it, and Phoenix Nights, promised. The following year he returned to Edinburgh with his ﬁrst experiment in storytelling theatre. It wasn't a total success, but his stand against traditional comedy stardom had begun.\n\nKitson is now as well known for these ruminative, narrative-based theatre shows as for his looser, more combative standup –although the distinction is often thin. (\"Daniel likes to say that the only diﬀerence is that, in the theatre shows, he wears a hat,\" says Thomas.) Kitson can be hilarious in both, but in neither is that entirely the point. \"Yes, he's funny,\" says Burns, \"but he's also a poet and a philosopher. He completely expresses humanity. The fact that we are all alone, the experiences and emotions we all share – being happy or sad, falling in love, falling out of love – he manages to catch it.\" Burns compares Kitson to Alan Bennett, but there is a dash of Eric Morecambe about him, too – and not just in the restless shoving-up of those thick black specs.\n\nFor me, Kitson is at his best when (as the New York Times said of It's Always Right Now) \"he seasons the treacle with grit\". His 2008 theatre show 66a Church Road, (about his relationship with his house, from the estate agent who showed him around it, to his enforced departure six years later) was characteristic in its eﬀorts to re-mystify the everyday, but I found it a little too saccharine and overwrought. Kitson inspires fervid devotion in his fans, however, and when I posted my review, they took it as a personal aﬀront.\n\n\"When he comes out on stage, that connection he makes with the crowds is genuine,\" says comic Josie Long, \"because his shows are the only access people have to him. He hasn't diluted that with doing other stuﬀ – telly, acting, whatever. It makes each show really special. People's actions long-term betray their motivation – and it's been clear from Daniel's that he's not up for selling out. Because of that, people trust him – which is rare. He's also a very charismatic and unusual man, which people are drawn to.\"\n\nKitson recently shaved oﬀ his trademark beard because the look had become hipster chic. I suspect he's happy to be cult, but would hate to be seen as cool. It's hard not to see Kitson's success as a reaction against the boom in mainstream comedy over the last ﬁve years, an antidote to the TV-friendly, corporate slickness of Michael McIntyre and John Bishop. His popularity may also feed into the folk revival of the noughties, which answered an appetite for authenticity and lo-ﬁ DIY directness.\n\nWhat sets Kitson apart from his indie contemporaries is an ability to combine such folksy virtues with classic standup skills.\n\"What's remarkable,\" says Steve Bennett of the comedy website Chortle, \"is that he's a storyteller, and he can do Late'n'Live as well as anyone.\" Late'n'Live is a famous late-night Edinburgh bearpit: a roughhouse environment in which you cross Kitson at your peril.\n\nBut it is with the indie scene that he is most associated; he may not have invented it, but he now undoubtedly spearheads it.\n\"Daniel has returned us to a vision of what I would call alternative comedy,\" says Thomas, \"to an idea of – and we must whisper it in hushed tones – art. He revived the idea that comedians can create things that the audience don't know they're going to get.\"\nKitson may see things a little diﬀerently, if the show I saw is any guide. In this highly self-conscious (and highly entertaining) one-man play-about-a-play, he mocks his own interest in \"the quiet dignity of un-witnessed lives\", teases his audience for wishing to be \"moved\", and presents himself as an artist desperate but unable to change the record. \"With the originality of his thought,\" says Thomas, \"the honesty of expression, his refusal to pander, his insistence on giving audiences his unique vision, there's a wonderful feeling that Daniel could go anywhere.\"\n\n Where Once Was Wonder is at the Stand Comedy Club, Edinburgh (0131-558 7272), 5-26 August; As of 1.52pm GMT on Friday April 27th 2012, This Show Has No Title is at the Traverse (0131-228 1404), 7-26 August.",
        "notes": "",
        "image": ""
    },
    {
        "id": "exploring-that-old-knee-slapper-suicide",
        "title": "Exploring That Old Knee-Slapper, Suicide",
        "type": "interview",
        "publication": "The New York Times",
        "journalist": "Jason Zinoman",
        "date": "2011-01-06",
        "pdf": "",
        "url": "",
        "author_id": "jason_zinoman",
        "show_ids": [
            "the-interminable-suicide-of-gregory-church"
        ],
        "fullText": "When Daniel Kitson was about 9, he told his teacher that he was thinking of killing himself. At some point over the next few decades, he forgot this had ever happened, until just over a week ago when his mother reminded him. Asked in an interview if he really was suicidal or if it was just a plea for attention, he said with a merry chuckle, “I have no idea.”\n\nIt’s the kind of odd, intriguing story that Mr. Kitson specializes in: disturbing, willfully open-ended and its content incongruously matched with its tone. In his acclaimed shows Mr. Kitson, a 33-year-old British comic with a bushy beard and a stutter, explores questions about loss and love and the pursuit of meaning that are too complicated to answer completely.\n\nHis solo theater work — his show is playing at St. Ann’s Warehouse in Brooklyn as part of the Under the Radar festival — deserves comparison to the best storytelling of Spalding Gray and Mike Daisey, partly because of this elusive quality.\n“I was having trouble coming to a conclusion in writing a show in 2006,” he said on Monday, recalling an artistic epiphany. “There was a point when I realized I could articulate those contradictions and misgivings, that lack of certainty. That became more interesting.”\n\nDespite their simplicity and stylistic integrity, his shows can seem a mass of contradictions. They maintain ironic distance without sacrificing emotional engagement and feature strong opinions before subverting them. His darkest stories come with laughs, and his jokes can choke you up. The New York comic Eugene Mirman, who learned about him through glowing praise from peers like David Cross and Demetri Martin, said Mr. Kitson was “the perfect blend of cuttingly sharp and adorable.” That has led to a cult following, rave reviews and many awards, especially at the Edinburgh Festival Fringe, where his shows annually sell out faster than any others at the Traverse Theater, the premier home of new drama at that summer event. His success, however, has created another seeming tension. Mr. Kitson doesn’t just dislike fame. He works strenuously against it.\n\nIn 2005 he stopped using an agent; he also refuses almost all television requests, puts out no albums and almost never does interviews. His avoidance of the media has become legendary, spawning various legends that he laughs at.\n\n“If you have a modicum of principle,” he said, “they’re like: ‘Do you hear what he did? He killed a man to keep his ticket prices down.’ ”\n\nWhen Susan Feldman, artistic director of St. Ann’s, broached the subject of an opening party for the show, “The Interminable Suicide of Gregory Church,” which tells a story about the previous occupant of Mr. Kitson’s house, he said he would not attend.\n“I think it’s increasingly important to have an audience that is your audience,” he said. “It’s better to have 50 people who are into the thing than 200 who aren’t.”\n\nThat philosophy works in Edinburgh, London and Melbourne, where he has an intense following. But since he’s seeking to move into New York theater, where he remains largely unknown, Mr. Kitson must make allowances like this interview.\n\n“When I come somewhere new, you feel slightly obliged to look at how you’re going to get people in,” he said, explaining that while he has strong feelings, he also doesn’t want to be rude. Asked why he decided to try New York, he responded with understatement. “They got in touch and were very nice,” he said.\n\nMr. Kitson, who grew up in West Yorkshire obsessed with comedy, knew early on that he wanted to perform, delivering his first stand-up routine at 16 at the National Student Drama Festival. He still has it on video. “It is strong,” he said with a boastful swagger, a joke that might mask something real. “I did a bit of topical, bit of local stuff about the festival, some shaggy dog stories, call-back. Boom.”\n\nIn his early comedy he was interested in puns and then went through an improvisational stage, but his work would become marked by meta-humor, fierce intelligence and sensitivity to language. He might pause in the middle of a riff to admire the sound of a word — “saying bullion is one of the most fun things you can do with your voice” — or to reveal that a joke that seemed offhand actually was not.\n\n“In my stand-up, I don’t embellish,” he said. “I am quite strict with telling the truth. I am interested in engaging people emotionally, and I don’t want that to be duplicitous.”\n\nMinutes later, Mr. Kitson, perhaps uncomfortable with sounding pious, added: “It’s not like I am like: ‘I demand truth in all aspects of my life. I am the truth bomb.’ ” Then he laughed, looking exasperated with himself.\n\nOver the last decade his material has gradually shifted away from a series of jokes toward personal reflections and intricately told fictions rooted in a strong sense of narrative. It’s an evolution apparent even in the titles, like “A Made Up Story” and\n“Stories for the Wobbly Hearted,” his one theater show to play here, at the 2006 Brits Off Broadway festival. (He also did stand-up in September at Union Hall in Brooklyn but insisted on being paid only in “unique sandwiches”).\n\nAs with many of his new shows, Mr. Kitson describes “Gregory Church,” a fictional piece (although that is too simple a description), as a reaction to his previous work, “66A Church Road.” That Edinburgh Fringe hit ruminated on his relationship with real estate, describing the look and feel of his home with a literary detail that approached the romantic. The language of that piece was florid, even lyrical, so the new one is far more conversational.\n\nIt begins with his telling the story of visiting a home and finding a cache of letters that tell an extraordinary story about a man who decided to kill himself. He wrote several suicide notes and sent them to people he cared about, but since he took his time in killing himself, he received responses to his first suicide note, which he then needed to respond to. The resulting exchanges postponed his death.\n\nWhile the style of writing is a departure, there is continuity as well. “The whole story is told conversationally, but the letters are in a pompous, heightened style,” Mr. Kitson said. “It sneaks in there.” He added later, “It’s a sort of joke, but when you extrapolate it, it can become a very human thing.”\n\nA correction was made on Jan. 21, 2011: An article on Jan. 8 about the British comic Daniel Kitson and his solo show “The Interminable Suicide of Gregory Church,” at St. Ann’s Warehouse in Brooklyn, misstated a detail of the show. He tells of finding a cache of letters at a house he is shown but does not buy, not a house he moves into.",
        "notes": "",
        "image": ""
    },
    {
        "id": "ill-timed-laughter-can-derail",
        "title": "Ill-timed laughter can derail a show",
        "type": "review",
        "publication": "The Age",
        "journalist": "Michael Shmith",
        "date": "2010-02-03",
        "pdf": "",
        "url": "",
        "show_ids": [
            "66a-church-road-a-lament-made-of-memories-and-kept-in-suitcases"
        ],
        "fullText": "The word \"showstopper\" is, as it implies, a moment when time and action freeze; when whatever happens on stage so galvanises the collective imagination, there can be no other reaction but brief silence, followed by explosive approbation. As with the standing ovation, showstoppers rarely truly happen. And, yes, there is a difference between the manufactured and the spontaneous that audiences, let alone publicists, don't always understand.\n\nSometimes, though, the showstopper takes a different form - when the performer, not the audience, does the stopping. For example, the English actor Richard Grifﬁths once halted a performance of The History Boys, at the Royal National Theatre, when interrupted for the sixth time by a digital noise and said this: ''Could the person whose mobile phone it is, please leave?The 750 people here would be fully justiﬁed in suing you for ruining their afternoon.'' I wish Richard Grifﬁths travelled on my tram.\n\nLast Friday night at the George Fairfax Studio, I witnessed one such special moment during the English comedian Daniel Kitson's one-man show 66A Church Road. The show is described as ''a lament made of memories and kept in suitcases'', and, true to form, Kitson presents it from a chair surrounded by items of luggage containing tiny models of his former ﬂat in the south London suburb of Crystal Palace. It is charming, nostalgic and a moving threnody to rented accommodation.\n\nAll was going well for 20 minutes or so. Then someone towards the front of the audience laughed - a bark rather than a laugh, accompanied by a single handclap that sounded like a pistol shot. Kitson stopped the show. Not having a notebook handy, I couldn't take down what he said to the miscreant in the audience, but this is the gist of it: ''Look, please don't do that. You're laughing when there's nothing to laugh at and you're not laughing when there is. It is irritating and it's putting me off.''\nThere followed the type of short, dense silence that happens only when preceded by a group intake of breath. During this, Kitson refocused on his monologue, trying to take us from Southbank, 3006, back to Crystal Palace, SE19. He succeeded, but it took a little while.\n\nWas he right to do what he did? From my seat at the back, the offending laughter was not obvious - and, believe me, I am sensitive to audience misbehaviour. In fact, barely had the lights dimmed than I created two small showstoppers of my own: asking the man in front to refrain from leaning forward, so one had the chance to see what was going on (thanks, Tim); and being slightly less polite to the two women in the next seats who, the moment the show began, started to crinkle their way through two bags of sweets. ''Please!'' I pleaded, and they stopped.\n\nJust as Basil Fawlty said hotels would be much better places if they didn't have guests, I often believe performances would be better without audiences. It depends on what artform, though. Certainly, the fewer people in cinemas, the better - but this a different type of audience, whose behaviour, unable to be criticised precisely because the actors can't answer back, is intensiﬁed: the popcorn-scrapers, plot-whisperers, latecomers who sit in front of you, early leavers who block your view of the credits, mobile users who text or play games during the ﬁlm … they make the movies a fresh hell at every visit.\n\nLive performances demand interaction, which is why they exist. But they also require commitment from audiences: to each other and to those on stage. It's a ﬁne line between approval and distraction - whoopers and whistlers, do you hear me? - and it is one that can be crossed almost without realising it. The person who laughed at Daniel Kitson must have crossed it as far as Kitson was concerned. But he is a sensitive man who forbids latecomers (it didn't stop a few being sneaked in between his monologues) and will not do comedy on Friday or Saturday nights because of the type of crowd it attracts.\n\nIn the end, if his idea of a hyena was genuinely disruptive to him, Kitson had every right to react as he did. But the risk in doing so was losing face with the rest of his audience. Certainly, even from the back row, I felt a little nervous about laughing, in case it was not the right moment. I also checked my mobile. Thank God it was off.",
        "notes": "",
        "image": ""
    },
    {
        "id": "kitson-unpacks-rental-baggage",
        "title": "Kitson unpacks rental baggage",
        "type": "interview",
        "publication": "The Age",
        "journalist": "Stephanie Bunbury",
        "date": "2010-01-27",
        "pdf": "",
        "url": "",
        "author_id": "stephanie_bunbury",
        "show_ids": [
            "66a-church-road-a-lament-made-of-memories-and-kept-in-suitcases"
        ],
        "fullText": "It started with the suitcases. Daniel Kitson likes old tat, as he puts it, on stage and on his person, although he's looking surprisingly crisp and pressed today. Perhaps that's what comes of working at the Opera House. It's an odd meeting, the hairy home-made comic musings of Kitson performed in, as he puts it, what is primarily a tourist attraction. His couple of dozen battered old suitcases are strewn over the Playhouse stage, an oasis of dust amid Utzon's Scandinavian cleanliness.\n\nYou might expect a show inspired by a collection of suitcases to be about travel, but 66A Church Road is about being at home. Specifically, it is about a house Kitson rented for six years, mostly alone, in the south London suburb of Crystal Palace. As the show progresses, the suitcases are lit one by one, revealing that their sides are gauze and their innards exact, miniature models of the rooms in that house, right down to kitchen utensils. Nobody's home, though: there are just the rooms, the bric-a-brac and the windows. Kitson designed them, he tells me, from memory.\n\nI remember some of those rooms; I went there once to interview him. A staircase led straight up from the door; there was a neat '60s kitchen and an oddly positioned toilet. What was good about it was the unusually sunny lounge room, host to a mess of wires, boxes and Playstation stuff around the television.\n\nThis was Kitson's secret stash, evidence of his other, techy self and the last thing you would expect to find when you'd gone to talk about a show about the loveliness of fireworks. ''Exactly! I'm an interesting dialectic!'' he yelled in triumph at the time.\n''I remember,'' he says now, ''saying to someone - and being quite pleased with myself - that if you lived on your own, then the biggest relationship in your life was with your house. I can't remember exactly when that was, but I was already collecting suitcases.'' His show describes moving into the house, his various travails with his landlord and his fruitless attempt to buy it. It is, as he says ''an anecdote told in a very formal style''.\n\nThe narrative is regularly interrupted, however, by spells in the darkness when Kitson's recorded voice relates seemingly random memories of things that happened there. They range from the momentary - looking at the streetlights outside the window as he's lying in bed - to the great themes of anyone's life, the growth and death of love, the mates who are lying in wait when he comes back from a gig, the day the moving vans come and he's leaving. It's not really a show about a house, more of an extended metaphor. Actually, all of Daniel Kitson's theatrical shows work this territory, the space between memory and yearning. They work as powerfully for him as anyone else, especially as he moves further from the events he describes. He wrote 66A Church Road for the Edinburgh Festival 18 months ago and, he says, worried that he might not be able to perform it now with conviction. ''But it's very interesting. In all sorts of ways, I feel more capable of engaging with it as a thing. It was like when you find an old piece of school work and you think 'Oh, I can't remember having thoughts that clear! That well articulated!'\n\n''But what's also nice is that the memories I articulate in the show, particularly the ones in the suitcases, I had forgotten. So it's really nice to have these things and have that process of remembering. When it goes dark and the memories are playing, I'm sort of being quite moved by them, generally. I've not had to fake anything. The things that really annoyed me still annoy me. The things that were lovely memories are still lovely memories and the things that were sad memories are still sad memories.''\n\nIn the past, Kitson generally disapproved of people taking snaps of happy events or anything else they wanted to remember. ''I'd say, 'Just trust your heart and your mind, and if it's beautiful and strong enough it'll be there' ''. Now, he says, he realises that he does the same thing with his shows. ''You look at old photographs of your life and old things of your own and you remember things you didn't know you remembered. I've realised I do a lot of that.\n\n''In Fireworks, I talked about swimming in the sea and I can very much feel and see that moment, but I feel it now through the filter of that show. I don't think I remember that day any more; I think I remember that thing about that day.'' He wants to rewrite parts of 66A Church Road to acknowledge the fact he has used it to fix his memories of that time.\n\nPerhaps, I suggest, it's just that Kitson is now old enough to have enough past to forget if he is not vigilant. He looks doubtful.\n''I've always had a propensity for nostalgia.'' That certainly isn't fading.\n\nBut he remembers something else, just as I'm getting up to go to the airport back to Melbourne. There is a point in 66A Church Road where he says that one of the things that drew him to the house was the many power points in the lounge room, enough for all his electrical gadgets. Someone last night laughed really loudly at that.\n\n''Was that you?'' he asks. ''You were very struck by the number of wires in that room that time you came. I remember that.'' Of course it was. One look at the suitcase model of his old lounge and, clear as day, I remembered it, too.",
        "notes": "",
        "image": ""
    },
    {
        "id": "be-astonished-by-a-stranger",
        "title": "Be astonished by a stranger; open a window in your mind",
        "type": "self-penned",
        "publication": "The Age",
        "journalist": "Daniel Kitson",
        "date": "2008-04-06",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "fullText": "TWO years ago, the way in which I enjoyed the comedy festival changed quite a lot. I had, up until this point, arrived in Melbourne, shown off for a month and gone home with some money and an inﬂated sense of my own skills. But then, two years ago, something changed … I started going to see other people's shows.\n\nNow, going to see things is tricky. I had often struggled, not with the initial inclination to see a show but with the ﬁnal motivation to get out of the apartment and over to the venue, particularly when there was a sofa to be snoozed upon and a seemingly endless array of snacks to be nibbled.\n\nMy intentions had always been good. I always made lists of shows to see while perusing the program (on my sofa, surrounded by snacks), looking at the list every day until I eventually popped it in the bin while packing to go home.\nI don't know if it was me or a friend of mine who instigated it, but both of us, ﬁnding ourselves free in the middle of the evening, made a half-arsed pact to see more things, to bash our apathy over the head with our curiosity. And we did. We went out. We saw things.\n\nOur decision-making process was incredibly sophisticated. I liked the poster, we went. My friend had heard it was good, we went. It was on at the right time, we went. Being involved in comedy, we had seen a good many of the bigger names already and so we gravitated towards newer shows, newer artists, smaller rooms and, arguably I suppose, greater risks of disappointment.\nA few shows were terrible. Some were ﬁne. But many were utterly wonderful. Invigoratingly, enchantingly, enlighteningly, brilliantly so. And we both realised that this, this seeing of shows, is what the entire thing is about. This is the idea of a festival. To see things. To encounter ideas. To watch other people do their best. To be astonished by a stranger.\n\nAnd so since then, at every festival I've been to, I've seen things. Based on whims, on information, on an appealing poster or an exciting premise, I've dragged myself from sofas the world over (Melbourne and Edinburgh, really) to go and see people I've never heard of before. And I may have been lucky, but I have stumbled upon wonderful people, and brilliant shows like Geraldine Hickey, Suitcase Royale, Josh Thomas and Porthole Into the Minds of the Vanquished. I've seen people known to others but new to me, like Anthony Morgan, Rod Quantock, Greg Fleet and Tripod. I've seen people famous enough to coast on their reputation refuse to do so, like Frank Woodley, and I've ventured to wonderful new venues like Trades Hall and the Bosco Theatre tent, where seeing a show genuinely feels different.\n\nAnd, in a year when the big-name acts in big rooms seem to be draining sales from lesser-known acts in smaller rooms all around the festival, it is more important than ever to go to see people you haven't heard of, or seen before, or watched on television. Because seeing something new isn't just about supporting emerging artists, it's not solely about well-meaning and slightly self-important acts of philanthropy, it is your best chance of having your mind completely blown. Of walking out of a sweatbox venue, your world a little changed. The possibilities of things a little wider in the face of this discovery. A new name on the tip of your tongue.\n\nIn a purely selﬁsh sense, seeing someone you've not heard of is one of the most exciting and important things you can possibly do at the comedy festival.\n\nDaniel Kitson performs his new stand-up show, The Impotent Fury of the Privileged, at the Athenaeum until April 13 (but not on Fridays or Saturdays).",
        "notes": "",
        "image": ""
    },
    {
        "id": "between-seven-and-nine-hundred-words",
        "title": "Between seven and nine hundred words about anything",
        "type": "self-penned",
        "publication": "The Trip",
        "journalist": "Daniel Kitson",
        "date": "2008-04-01",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "fullText": "Unfettered choice is not really where human beings tend to excel. Faced with boundless possibility we are generally less likely to feel liberated and more likely to feel a little stumped, frozen in opportunity by the inherent doubt of deciding. Now, making any choice that matters is natural)y tricky. As, more surprisingly, are making most choices that don't matter. Any decision will involve a trailing sense of the choice not made, of what could have been, possibly should have been. Of the person we should have stayed with. Of the route we should have driven (literal, not metaphorical). Of the meal we should have ordered. Of the film we should have seen. Of the path we should have walked (metaphorical not literal).\n\nWe have more choice now before. Clearly, the 'we' to which I refer is the amorphous and lazily inclusive 'we' that refers to the affluent west, there are, of course people with a crippling lack of choice, forced into lives of horrific brutal desperation against their will and beyond their remedy. I would suspect however, that there are fewer wry observations to be made about that. But 'we', we have been given the gift of choice. \n\nIn all aspects of our lives. Travel, dress, lifestyle, food, car, medicine, television. We are told by companies that we have demanded more choice. And that they have considerately responded to our demands. Personally, I don't remember demanding more choice. I don't recall writing to C.E.Os the world over insisting on busier television schedules, more extensive menus, or a greater number of coiour options in my underwear. I may have done, I write a lot of deeply persuasive letters, so it's tricky to keep track of all the change I have achieved, so I may have done. But I don't think I did. \n\nOf course some choice is good, it is good for example that the lactose intolerant can now ask for soy milk without readying an affable but firm explanation of their condition for a baffled barista. Now, soy milk is a viable option for tolerant and intolerant alike and the world (coffee shop) is generally a better place for it. But, personally, for me, too much choice can cripple the ability to decide. This is at its most frivolous and consequently, its most frustrating in restaurants. When presented with an extensive and impressive menu, rather than seeing a master work of potential culinary wonder, I see little more than a cast iron guarantee of failure. How can I ever know, objectively fundamentally, provably, that I ordered the best thing? The right thing? I can't. I can't ever know that and so everything I order, must be, on some level, the wrong thing. I have tried the patience of many a kindly waiter with my ludicrous mind changing, my hmming and ahing not to mention my ever present dilly dallying. And so now, I tend to over order. Thus I can try all the things I fancied and I walk home uncomfortably full and sickened by my own gluttony rather than saddened by crippling multiplicity of what could have been (eaten). \n\nI think, that often, beyond the galling impotence of opportunity overload this spread of increased choice has eroded the sense of a shared experience. In the halcyon years of yesterday, there were a few TV channels. With few things on them. And we all watched the few things that were shown to us and then we all talked about them. Of course this commonality of experience was restrictive and unappealing to some. But it was something to be shared. Something to bring human beings together. Something to share in the vast, unfathomable world.\n\nThe truth is, often, the personalised, option saturated, decision heavy truck of choice is driven not by our demand, but by the desire of those providing the choices to control every corner of every market. To monetarise every inch of human whim and desire. They aren't benevolently catering to our demands. They are creating our demands, handing them to us, shrugging, and saying 'we'll see what we can do' before charging us heavily for not quite meeting them. \n\nBut the false basis on which choice is provided is nothing compared to the inaction these multifarious choices can often lead to. These choices tell us unequivocally, that there is always somewhere else we could be, some other meal we could be eating, some other person we could be loving, some other road we could be walking. This is the legacy of choice and the curse of the marginally self aware. It is only when hemmed in by restriction, by guidelines, by assignments that we can meet our demands and desires in a doubt free flurry of made decisions. \n\nDaniel Kitson can be seen in The Impotent Fury of the Privileged until April 13 at the Athenaeum Theatre as part of the Melbourne International Comedy Festival, He can also be heard on Triple R in the wee hours during the festival",
        "notes": "",
        "image": ""
    },
    {
        "id": "ballad-of-rodger-and-grace",
        "title": "The Ballad of Rodger and Grace",
        "type": "review",
        "publication": "The Age",
        "journalist": "Cameron Woodhead and Reviewer",
        "date": "2008-03-26",
        "pdf": "",
        "url": "",
        "show_ids": [
            "the-ballad-of-roger-and-grace"
        ],
        "fullText": "Rating: 2.5 stars\n\nFestival veteran Daniel Kitson has taken to narrative-based comedy, telling tales of optimistic eccentricity such as last year's C-90. This time, he teams up with musician Gavin Osborn to deliver two oddball love stories.\n\nCharlie sits down next to an old man, Rodger, on a train. Rodger is soon regaling him with a wild tale of adventure - how he braved hatred, vegetarianism and shark-infested waters to win the heart of his true love, Grace.\n\nKitson's storytelling is weird and whimsical and satirises human foible in a way comparable to, say, Terry Pratchett. Osborn spices up the reading with quirky suburban ballads, through which Charlie's own lovelorn story emerges.\n\nThe banter between the two performers is often funnier than the main event. But this gentle and good-natured show is more about warming the heart than tickling the funny bone. Those who like their comic pudding served with lashings of sentimental sauce will lap it up.",
        "notes": "",
        "image": ""
    },
    {
        "id": "jokes-aside-kitson-is-best",
        "title": "Jokes aside, Kitson is the best",
        "type": "review",
        "publication": "The Age",
        "journalist": "Daniel Ziffer",
        "date": "2007-04-30",
        "pdf": "",
        "url": "",
        "show_ids": [
            "its-the-fireworks-talking"
        ],
        "fullText": "After a succession of fearsomely funny and emotionally touching shows, Daniel Kitson has won the top honour at the Melbourne International Comedy Festival.\n\nIn his third nomination for the Barry, named after Barry Humphries, the British comic's show It's the Fireworks Talking beat six other finalists.\n\n\"For someone who finds compliments off strangers on the street (difficult) . . . this is tricky,\" he said, accepting the award yesterday.\n\nThe best newcomer was 19-year-old Josh Thomas and the festival director's prize went to the breathtaking three-hour \"trilogy\" show from Justin Hamilton. The Golden Gibbo Award, in memory of Melbourne comic Lynda Gibson, went to independent act The Glass Boat and the Piece Of Wood Award for \"good stuff\" went to British comic Andy Zaltzman.\n\nThe Age Critics' Award for best Australian show went to Lawrence Leung for Lawrence Leung Learns To Breakdance.\n\nThis year's 21st annual festival grew to 282 acts, up from 233 last year. Despite organisers heading towards their second consecutive deficit - estimated to be $250,000 this year - director Susan Provan has ruled out changing the event's \"open access\" nature.\n\n\"All that would happen would be that a fringe would spring up, seeking the same sponsors and support,\" she said.\n\nThe festival, which gets a $630,000 annual grant from the State Government and has cash reserves, needed appropriate support to grow, she said.\n\nAudiences remain largely Melburnians who work in the city, so more is being done to lure country and interstate visitors.\n\n\"Anything earlier than a 5.30pm show is difficult to sell mid-week,\" Ms Provan said.\n\n\"With tourists, they don't care when it is. At Edinburgh (festival) 1pm is an excellent time for a play.\"\n\nShe denied anecdotal evidence that many \"middle-band\" comics, who have a few years of experience and a growing profile, had poor sales this year.\n\n\"We've found in previous years, a lot of people who go to a Ross Noble or a big international act, often that's their gateway to the festival,\" she said.\n\nInternational stars Ardal O'Hanlon, Dylan Moran, Mark Watson, One Man Starwars, Shappi Khorsandi (Asylum Speaker) and sometime Victorian resident Noble sold out huge venues.\n\nDave Hughes, Wil Anderson and Adam Hills were the strongest locals in big venues, while Spicks and Specks star Alan Brough and Chopper's Harden the F*ck up Australia Tour were the surprise hits, selling out nightly.\n\nMore than 560,000 people visited the festival's website and as ticket sales migrate online, the phenomenon of \"flyering\" has diminished.\n\nWhile comedians still tackle pedestrians and work the crowd, many potential audience members are queueing to pick up tickets they have already paid for.\n\nThis means they have made up their mind - and spent their cash - before they leave the office or home.\n\nThe festival's own ticketing system has been in development for two years.\n\nIndigenous comedy quest Deadly Funny was successful in its first year and will be expanded, while Federation Square venues were popular and an excellent size for child-friendly day-time shows. The Forum sold masses of tickets, with Il Dago at Northcote Town Hall showing the pulling power of well-situated themed shows.\n\nLast Saturday week the festival broke the daily record for patrons at the town hall venues, with 12,600 sales.\n\nThe Trades Hall precinct, under the eye of original Keating! The Opera producer Catherine Woodfield, has blossomed. Its two free-entry bars did huge business, and reportedly pulled international stars, festival staff and large crowds from the Festival Club at Swanston Street's Hi-Fi Bar.\n\nHot acts such as Lawrence Leung Learns To Breakdance and The Glass Boat brought crowds to experience a diverse range of shows at Trades Hall, including singer Peter Brocklehurst. \"We have a space that's small enough to feel secret and special,\" Woodfield said.\n\nOne area where standards fell across the festival was in adherence to programming times. Fans wanting to see consecutive shows in a night were thwarted by performances that started and finished behind schedule.",
        "notes": "",
        "image": ""
    },
    {
        "id": "comedy-without-compromise",
        "title": "Comedy without compromise",
        "type": "interview",
        "publication": "The Age",
        "journalist": "",
        "date": "2007-04-03",
        "pdf": "",
        "url": "",
        "fullText": "The real point about Daniel Kitson, I've decided, is that at some point in his apparently rambling stand-up delivery he will say something that you could swear came straight off the front of your brain. \"It was what you said about Radio 4,\" I say to him afterwards. Radio 4 is the BBC talk station. It has gardeners' shows, where they discuss mulching, and wildlife shows, even though you can't see the animals, and odd quiz shows about arcane subjects - British history between 1310 and 1335, that kind of thing - with utterly impenetrable scoring systems and no prizes. It is nutty and terribly English. \"What?\" he says. \"That was only one f---ing line!\"\n\nKitson was saying how horrified he was to hear someone on Radio 4 mention reality TV. \"Radio 4,\" he said, shuffling down stage, \"shouldn't know reality television exists. Radio 4 should barely know television exists! I've heard there is a magic picture box in the corner!\" he says, suddenly sounding like Peter Ustinov. \"But it doesn't look as if it will come to anything. Now, here are some more words pronounced perfectly!\"\n\nThat's me, I tell him. The line about the magic picture box; that's exactly what a particular friend says when he's parodying me, those precise words delivered in a pretend-posh voice! So it was one line, but it was exactly the right line. That's what happens in a Kitson show. Which is not to detract from the hitting-home perspicacity of any of his other lines. His suspicion of big groups of friends in pubs, for example, who can't possibly all like each other: exactly. Or this on his masterclass subject, loneliness. \"What I want, more than anything,\" Kitson says suddenly, \"is to be able to turn to someone and say 'can you keep stirring this while I go to the toilet?'.\"\n\nWhat is important in stand-up, he says, is to speak entirely as yourself. \"Because not to do so is not only to miss an amazing opportunity, but it is also a discourtesy to the privilege of having other people listen to you.\"\n\nHe cannot bear the sort of stand-up that herds the audience into sharing laughs at a view of the world none of them actually holds. \"They say 'you know what I mean?' and you think 'no'. I don't look at things that way and I don't think you do either. It's a waste of everyone's time. Whereas if you are entirely honest - or not even entirely honest, but just specific about your feelings without presuming to know theirs - then it's really good.\"\n\nKitson is 29, but his long hair, beard and old man's cardie seem to hail from some other era. His latest show is about fireworks night, which means that it is about childhood, splendour, wonder and disappointment. His parents hover as a presence in it, cosy and permanent and, in my head at least, like characters from Wallace and Gromit. As usual on fireworks night, they produce a traditional Yorkshire cake and, also as usual, \"every mouthful is a sandy disappointment\". Young Daniel still wants to eat it, though. \"It's nostalgic. I don't like it, but it reminds me of how I didn't like it years ago.\"\n\nBut Kitson isn't really nostalgic, he says later. He just doesn't think silly nonsense about being cool should get in the way of respecting old things when they mean something worthwhile. Like Radio 4, in fact; it may only have been one line, but we keep coming back to it. The amazing thing, according to Kitson, is that anyone could fail to see \"that it is wonderful and important, fusty, intellectual and totally out of touch and that that is incredible\". That isn't nostalgia talking. \"You know, it's not 'do you remember when we used to wear silly trousers?' It's more about picking out examples of integrity or humanity or compassion and saying, you know, these should be models for us.\"\n\nIt's not cosiness, either. Anyone really funny, as Kitson is, is constantly starting you out of your mental seat. That is not necessarily a comfortable feeling. Then there's the potty mouth; a real friend, for example, is \"the person you would call if your cock dropped off\". There are his uncompromising, unpredictable likes and dislikes, which can sideswipe you so suddenly you feel like a fur-wearer hit by a spray can on the bus. Why, for example, should he despise people in dangly earrings? That's me! That's still me!\n\nAnd there are his equally firm ideas about the people he wants to see him. I once saw him pay a punter £20 to leave because he was texting during the performance. Actually he offered to pay the price of the ticket, which was £8, but the bloke only had a 20 and Kitson didn't have change. It was worth it, he said afterwards, to get rid of him.\n\nKitson won the Perrier Award, the top prize for comedy on the Edinburgh Fringe, four years ago and has been battling to keep out \"c----\", a population category in Kitson parlance, ever since. He doesn't do Friday or Saturday nights at festivals any more for that reason. You earn a lot less, obviously, but you eliminate a lot of trouble.\n\nKitson does have his ornery side. He doesn't have an agent, does his own publicity and won't do television. He has been coming to Melbourne for years under the auspices of the Comedy Festival but has decided to go it alone this year. He has rented the Athenaeum, a space about three times the size of the venues he has been allotted before. \"I've always loved the Ath as a theatre,\" he says. \"It feels really nice, f---ed and lovely, you know.\"\n\nBut there is no way, he says flatly, that he can fill it. Especially as he is on late -10.30pm - and, as in Edinburgh, only on weeknights, from April 4-29. I know he's nervous about it because his stammer, hardly noticeable when he is on stage, kicks in as he talks about it, but he says the same sort of thing before every new show. It will be a disaster; it will be fine on the night. It's madness; no, why not have a crack at it. The crucial thing, he says in the middle of all this, is that this stand-up show should have \"that intangible moving thing that makes it very good\". The moments that speak to what it is like to be human. \"That's what I like best in things.\"",
        "notes": "",
        "image": ""
    },
    {
        "id": "peking-duck-and-triple-r",
        "title": "Peking Duck and Triple R",
        "type": "self-penned",
        "publication": "The Trip",
        "journalist": "Daniel Kitson",
        "date": "2007-04",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "fullText": "The first time I encountered RRR was in 2002. As a first-time comedy festival visitor I was engaged in rounds of interviews, organised by a festival understandably keen to recoup their investment. Flattered by the invitation and smitten with the festival I was doing my best to oblige. I had never enjoyed interviews at home. And here, as there, I was struggling to keep my rather pompous disdain for dim questions and poorly informed interviewers under wraps often choosing to hide my actual disdain under mock disdain which is a dangerous tactic when dealing with people who are a bit dim and poorly informed. \n\nThe low point came on Triple M. Which is, I should imagine, the home of many low points both artistic and existential. I was being interviewed on The Cage in the afternoon. It was on this day that I learnt one crucial lesson. That I should never ever listen to the programme I’m about to appear on in the car on the way there. This was a blunder with far reaching ramifications. I had long since learnt that I should never watch an audience as they file into the theatre. Due to my entirely superficial, slightly uncharitable and yet frustratingly accurate judgements I would often arrive on stage already having decided precisely how well this gig was going to go. And that generally, was not very well at all. The trouble with self-fulfilling prophecies is that they do tend to fulfil themselves. \n\nI’d already warmed to the lady from the PR company at previous interviews due to her rather charming lack of time for the dim and the poorly informed. This is a quality I value almost as highly as the ability to eat a disproportionate amount of Chinese food. But on this day, on the car radio, the inhabitants of The Cage sounded not only tinny and crackly due to the reception in the car but also, dim beyond dim and poorly informed to the point of wilful ignorance. Which is a skill of sorts I suppose, but not one as impressive as having the wherewithal to eat an entire crispy Peking duck in one sitting. \n\nI sat in the car growing increasingly concerned about how this would go. Then I sat in the studio increasingly concerned about how this was going. The questions were of the wacky variety. And it’s a commonly held fact that anything of the wacky variety is shit. So. The questions were shit. They were smug, self-regarding, self-consciously crazy and bawdy. They were questions without answers; they were jokes, jokes at the expense of some laboured, comedically lazy notion of Britishness. Now, I wasn’t offended on the part of my country or my Queen (both of which I take far less pride in than the time I ate a special set menu for three all by myself) no, I was offended on the part of comedy itself. These jokes were offensive, and perhaps even more so because these people thought them dangerous and edgy when they were in actual fact just dim and poorly informed. \n\nI had been ill at ease from the moment I set foot in the studio. There were some men and a woman ‘holding her own’ in a way that set feminism back 50 years and darkened the soul. A woman behaving like a cuntish man is not striking a blow for feminism. She is striking a blow for cunts. Having said all this, I didn’t want to be rude. I genuinely didn’t. I had no desire to be rude. But the rudeness was filling me up. I was brimming with it. And I knew that if I allowed words to come out of my mouth many of those words would be inappropriate for drive time radio. Words like stultifying, reductionist, cretinous and strangely, hope. And so in a somewhat misguided attempt to maintain cordial relations I chose not to speak. Now, radio, as some of you may be aware, is largely a verbal medium. If a guest chooses not to speak, however honourable the reasons it can make things a little tense. So I started saying ‘no’ and ‘not really’ just to lighten the mood. That didn’t help much and eventually I left. Roundly disliked by some men and a woman. \n\nSome days later I arrived for the first time at RRR, there was an arcade machine in the hallway and no elevator. I was there for some manner of afternoon show, presented by a lady called Meshel and a man whose name escapes me. And, as I sat outside the booth and listened on the relay I heard these two perfect strangers, entirely without prompting, seemingly instinctively mocking Triple M. My heart leapt a little, like I had received an extra potion of roast pork quite by accident. That interview was largely taken up by Meshel and the man taking it in turns to say ‘ice cold can of coke’ whilst I giggled. It felt a little like coming home. \n\nMy next visit was to see the Breakfasters that same year, I had always thought of breakfast radio as a kind of broadcast suicide watch, just getting people through to lunch time without the despair of early morning swamping them entirely. The forced energy, plastered on joi de vive and unctuous bonhomie with the listener was enough to make me kill a man. After of course, I had been back to bed for a bit. So imagine my delight, when I arrived to a darkened studio and saw people inside it looking entirely disinterested in joy. It was after all, very early in the morning and joy, like everything else, has a time and a place. The afternoon. Clearly. I was allowed to put my face flat on the desk and mutter into the microphone. And for that I will be eternally grateful. \n\nFor the past few years during the comedy festival I have hosted (originally with Chris Addison and more recently with a variety of guests) the graveyard slot on Monday and Tuesday nights. And it is no exaggeration when I say that I consider this one of the greatest privileges of my life. There is something incredibly generous about a radio station willing to let me play whatever I want and say whatever I fancy for four hours through the night. It doesn’t matter to me that barely a soul is listening at that time, it doesn’t matter that the few people who call in are generally, seemingly, lonely to the point of heroism. What matters is that when I get out of the taxi and walk into RRR, it smells the same as five years of memories, memories of a radio station that is, in my experience the finest in the world. For many reasons, not least, the fact that it is, without even trying to be, the antithesis of everything that makes me despair. And in the middle of those graveyard nights, with my favourite music playing and an English muffin toasting in the kitchen I can go outside the back door, look up at the sky and know that I am in Melbourne which I love and that I am at RRR where I belong. \n\nPOSTSCRIPT \n\nIn 2003, the year after The Cage debacle, my then girlfriend was working in PR for various comedians at the festival and whilst accompanying one to Triple M asked why they were doing a pre-record rather than a live interview. The reply came in the form of a question – \n\n“Have you heard of Daniel Kitson?” \n\nShe said that she had heard my name. Which was true. She had heard my name. She declined to mention the fact she had also heard my snoring. And so they continued… \n\n“Well he did this last year and he was so bad that now we insist all comedians do pre-records so we can edit if we need to.” \n\nI was proud when she told me that. Almost as proud as the time I ordered crispy skin suckling pig at 4am. \n\nDaniel Kitson brings It’s the Fireworks Talking to the Athanaeum Theatre in April as part of the Melbourne Internation Comedy Festival and can also be heard on Triple R in the wee hours during the Comedy Festival. ",
        "notes": "",
        "image": ""
    },
    {
        "id": "both-barrels-interview",
        "title": "Both barrels - an interview with Daniel Kitson",
        "type": "interview",
        "publication": "theskinny.co.uk",
        "journalist": "Declan Dineen",
        "date": "2007-02-10",
        "pdf": "",
        "url": "",
        "show_ids": [
            "stories-for-the-wobbly-hearted",
            "a-made-up-story",
            "c-90"
        ],
        "fullText": "Daniel Kitson's play/monologue C-90 was considered a triumph at this year's Fringe. We managed to secure an interview with the magnificent Mr K in advance of his performance of the work at the Arches Theatre in Glasgow this month.\n\nWas the process of writing C-90 very different to how you would usually write your stand-up material? Do you feel more comfortable performing explicitly written work?\n\nThe writing of C-90 was the most intensive and pressured writing of a piece of work I've ever done. Story writing is always different to stand-up, in that it's genuinely written; stand up is more evolutionary in process. Yes, you heard, 'evolutionary in process'. I said that. You ask me to talk about the 'process' and I'm going to give you both barrels. That was one. Here comes the other...\n\nWith stand-up I have an idea or a feeling and I talk around it and into it. Stories very much have to be written out and learnt in. Phrasing and pace and so on are massively key because I want it to resonate beyond the moment. I want it to stand up in isolation. But I wrote C-90 in about three weeks in July. I knew the idea, the set build was already in place, the theatre booked and advertising out - but I really didn't have anything. It had to be that way due to the way work panned out last year, so I knew it was going to be a scary July. But it was VERY scary and VERY VERY hot. I wrote most of it in my kitchen, typing on a USB keyboard because my laptop was too hot to touch, with three fans pointing at me, in little more than my pants. The image of the writer is so poetic.\n\nThere you go, both barrels.\n\nWhich playwrights do you most admire?\n\nThe obvious ones really: Beckett and Bennett. Even though I know little of both of their stuff, you just get a sense of them as being genuinely wonderful. I saw The History Boys in New York, the film and the power of the writing is just utterly wonderful - so human and compassionate and really really funny. Bennett's stuff is so very generous and its writerly perfection beyond its humanity is what moves me.\n\nStories for the Wobbly Hearted is a very different style of performance. Were you initially worried about the presumptions of the stand-up audience? I'm thinking of the Bill Hicks line: \"don't worry, the dick jokes are coming later.\" You know?\n\nNot with Stories for the Wobbly Hearted, no. I was concerned with A Made Up Story. It was the first story show I did - in 2003. That one really split people: people loved it, people hated it, and worst of all, people admired the intention but thought it wasn't very good. That plays into your fears about your own work in a fairly accurate and saddening way. But by the time Stories for the Wobbly Hearted came around in 2005 there was a watershed moment when I realised I just had to commit to the thing from the start, no preemptive apology or warning or explanation. Just commit to the nature of the thing.\n\nDo you see a promising future for the theatre, in terms of audience, intellectual development, form, or anything else that comes to mind?\n\nI'm not really interested. I'm interested in people doing brilliant things and I don't care if its theatre or art or comedy or film or cooking or architecture or transport or public service. Anything that surpasses necessity is lovely.\n\nDoes the performance of C-90 differ from venue to venue? Would you be happy for someone else to perform C-90?\n\nWell, at the time of writing I've only done it in one venue (The Traverse in Edinburgh). The layout will change a touch on the tour. But generally the performance will be the same.\n\nIt's weird: I've been asked if I would license the text for others to perform and I wouldn't do that. It's entirely personal - it's mine, it's me, telling my story. There would be something fundamentally wrong in someone else speaking it. It's not a play. It's me talking.\n\nWhat reasons do you have for remaining such a resolutely live performer? You must have had countless TV offers by now, does nothing attract you? Not even a stint as guest host on the World's Strongest Man (Kitson has expressed fondness for the show in his routines)?\n\nI've not had any good offers - that's basically it. The vast vast majority of television is a let down, as is the majority of comedy, and theatre and art and everything. But when you hear who won what at the British Comedy Awards you do sort of despair. It's all pap. All the current heroes are just irrelevant to anything that's great.\n\nSo when the offers come in, there is just nothing appealing about them. You just go: well, why would I possibly do that; I'd have to be a desperate idiot to do that. And I'm not. Just yet. So I'll probably leave it thanks.",
        "notes": "",
        "image": ""
    },
    {
        "id": "kitsons-last-tape",
        "title": "Kitson's Last Tape",
        "type": "interview",
        "publication": "The Scotsman",
        "journalist": "Jackie McGlone",
        "date": "2007-01-20",
        "pdf": "",
        "url": "",
        "author_id": "jackie_mcglone",
        "show_ids": [
            "c-90",
            "its-the-fireworks-talking"
        ],
        "fullText": "DANIEL KITSON IS TRYING HARD to avoid meeting his own eye in the mirrored wall behind me. \"It's very disconcerting to keep looking at yourself,\" he mumbles. After about an hour, though, he stands up, catches a glimpse of himself and says: \"Oh f***, my shirt's buttoned up all wrong.\"\n\nI notice this sartortial slip-up the minute the self-proclaimed \"lover, thinker, artist and prophet\" sits down in the London café, where we meet, but I don't mention it, because I imagine the endearingly shambolic Kitson, who is single and lives alone, often goes out of the house wearing odd socks, with his shoelaces undone and his Oxfam-style, shrunken jumpers back to front or inside out.\n\nSo we stand in the middle of the National Portrait Gallery bookshop, while the serial Fringe First winner unbuttons and then does himself up again beneath his too-small, navy-blue duffel coat, which gives him the appearance of an overgrown, if somewhat hirsute, bespectacled schoolboy.\n\nPerhaps the most intelligent, literate and technically gifted of stand-up comics and writers of his generation, the 29-year-old is the 2002 Perrier award-winner who has done everything he can to avoid fame, shuffling backwards into the limelight rather like fellow Yorkshireman Alan Bennett - to whose oeuvre his work is often favourably compared.\n\n\"That's a bit awkward, isn't it?\" he sighs, adding that he's not worthy of mention in the same breath as a man he regards as a genius.\n\n\"It's just embarrassing to be compared to him. He's genuinely amazing, his generosity, his compassion and his brilliance.\"\nLike Bennett, Denby Dale-born Kitson hates interviews. Apart from a brief appearance in Phoenix Nights as the myopic DJ Spencer, he steers clear of media exposure. He split from his manager in 2005 and now does everything himself, even his own press and marketing. He e-mailed me a few weeks back asking if it might be possible to get a wee mention for his upcoming Glasgow gig.\n\n\"Don't worry if you can't be arsed,\" he wrote. I had interviewed him for his Edinburgh Fringe appearance last year, when he won a Fringe First (his second) for one-man show, C-90, which he brings to Glasgow next week, its first outing since a sell-out run at the Traverse in August.\n\nIn C-90, Kitson takes on the character of Henry, working out his last day in a unique music archive, a place where old compilation tapes are sent to be filed, and which is about to be closed down because, in the age of iPod, people just don't make such tapes for their loved ones any more.\n\nThe Scotsman's theatre critic Joyce McMillan described C-90 as \"a little classic of English dramatic writing and performance\". Kitson, the son of two academics, says on his website that other reviews were \"meant to be nice, but tended to miss the point\". How so?\n\n\"Critics wrote things like, 'Kitson's going in a brave new direction' and 'Some of the audience clearly didn't know what they were coming to'. No, they did! You, the reviewers, didn't! But this is one of the reasons I haven't released any stand-up stuff on tapes or DVDs. I want people to come to my work at the right point, making the same journey through my stuff that I've made myself. I'd really like to whittle my fan base down to about 12... you can call them disciples if you like.\"\n\nAnd then there were the notices bemoaning the fact that a show about the potency of cheap music had no music. \"I'm proud of that in a smug way. I want audiences to hear their own music. Mine would be a bit introspective, melancholic indie stuff.\"\n\nDid Kitson ever make compilation tapes? \"Not really, I used to record bits of stand-up in my bedroom and give them to a girl I fancied. It didn't work. I gave my first girlfriend a compilation tape - straight down the line stuff, not proclaiming love. Then I stuck on it We Have All The Time In The World. She was in her car with a friend, they put it on, liked it, then that came on and there was an awkward silence. The rest was silence.\"\n\nHe is, by the way, still searching for romance. He hasn't performed C-90 for five months. What has be been doing with himself? \"Not a lot! I put the set in storage in Glasgow, after Edinburgh, so l've some work to do on it with my tour manager and the designer Suzanna Henry. A bit of tweaking's required, maybe of the words, too. I'm going to read it in my house next week, then learn it all over again,\" he says draining a bottle of mineral water, followed by organic pear juice. (\"That's disgusting!\" he splutters.)\n\nAfter Glasgow, he'll tour C-90 around England, fetching up at the Brighton Festival in May, where a room is being built in a basement, with a wall of cassette tapes. \"So that's quite exciting,\" he says, with a monumental yawn, especially since the 90-minute show is also being filmed there for BBC4.\n\nIn the summer, he's off to Australia, taking C-90 to the Sydney Opera House for three weeks, before touring to Brisbane and Melbourne, followed by a New York appearance at the edgy downtown theatre PS122, a converted school. \"I like the idea of C-90 going there because the building looks so f***ed from the outside,\" he says. He'll perform the show in London, in December - \"and then, hopefully, never ever do it again\".\n\nMeanwhile, he plans to bring It's The Fireworks Talking, a new stand-up show, in which \"there'll be less pompous espousing of things\", and another new monologue to this year's Fringe. \"I've got three ideas for new stories, one of which I can't do for a year because it's too involved,\" he says tugging on his luxuriant beard.\n\nKitson's new one-man show will open at Regent's Park Theatre, in London, in June, prior to Edinburgh. \"So, the idea is I won't get cripplingly bored of C-90. I shouldn't really, because each time I do it it'll be in a different room and a different space. I had no intention of touring C-90, but I became increasingly proud of it. It's the best thing I've ever done, certainly the most substantial piece I've written so far, although I never talk to audiences about it. I'm not very approachable and I always have my iPod headphones on.\"\n\nStanding in the rain, Kitson pulls his duffel coat hood over his head, telling me about his idea for his 2008 Fringe show. If it comes off, Edinburgh will have never seen anything like it. However, he swears me to secrecy, then shuffles off into the crowded street, looking like the only sort of hoodie you might even contemplate hugging - although he won't thank me for saying so.",
        "notes": "",
        "image": ""
    },
    {
        "id": "interview-by-neil-cooper",
        "title": "Interview by Neil Cooper",
        "type": "interview",
        "publication": "The Glasgow Herald",
        "journalist": "Neil Cooper",
        "date": "2007-01-16",
        "pdf": "",
        "url": "",
        "show_ids": [
            "c-90"
        ],
        "fullText": "There’s a lovely story about Daniel Kitson, about how, during the 2005 Edinburgh Fringe, his one-man shaggy dog tale, Stories For The Wobbly-Hearted, started an hour late. It was the last show of the day in The Traverse Theatre’s main space, and, with the theatre’s entire programme being only a few days into the first week of its run, not quite up to speed between-show set-changes had resulted in accrued delays all round. No matter, though, as Kitson, unphased, turned in a beautiful performance of an extended, round-the-houses love story delivered in a manner somewhere between Jackanory and Our Tune.\n\nOnly trouble was, the delay had meant that his late-night stand-up show over at The Stand comedy club, scheduled to start shortly Stories For The Wobbly Hearted had finished, with just enough time for Kitson to bike his way across town, was also now running an hour behind schedule. Not knowing what to expect, Kitson, bearded, bespectacled and with the appearance of a 1970s Open University lecturer, unchained his bicycle, and peddled off as fast as he could. When he arrived at The Stand, rather than an irate, drink-fuelled audience baying after his blood, Kitson found a packed house waiting patiently for his delayed arrival. Noneplussed, the placid yarn-spinner of Stories For The Wobbly-Hearted proceded to deliver an act of contrasting hilarity and bile. At the end of an even longer night than anyone had intended, everyone went home happy, and, if it had ever even mattered, that lost hour between shows was forgotten.\n\nThat, in a nutshell, is how much people love Daniel Kitson. The sheer humanity of Stories For The Wobbly-Hearted helped, of course. Its follow-up, C-90, which played the same slot at The Traverse in 2006, capitalised on his appeal. Where Stories For The Wobbly-Hearted wrapped up its central love story with several stand-alone strands, C-90, which visits Glasgow’s Arches next week in the opening dates of an extensive UK tour, was more of a tangential narrative, in which a solitary keeper of a library of discarded compilation tapes spent his last day finally facing the music. For Kitson, with gooey epithets of the lovelorn and lonely variety hanging round his neck for previous work, it was the gentlest of sidesteps.\n\n“It’s about worth and kindness,” Kitson is at pains to point out. “There isn’t a single instance of romantic love in it. Which I'm very pleased with. I’m pleased with the absence of traditional, romantic love, and yet it still being about our ideas of our own worth and unheralded acts of kindness and compassion.”\n\nThe creation of C-90 too, differed radically from its predecessor.\n\n“I was thinking about how I could fill the Traverse performance space with some manner of set with an audacity of scale,” Kitson recalls, “and I had the idea of having a wall of shelves full of compilation tapes, with a ladder that would slide along. Then I had to think of a story that would justify having a slidey ladder. Stories For The Wobbly Hearted was infinitely easier to write, not least because I wrote it and tweaked it over about 5 months in total, and the stories were separate little short things. With C-90, due to scheduling I had known since March that I would have to write it in three to four weeks in July, because that was my only gap. But there was something of a heat wave in London in July, and I was writing it, in my kitchen, in my underpants, with three fans pointing at me. It was undoubtedly the hardest thing I've done. I was making major structural changes up until the last preview.”\nSuch unforced candour too sums up Kitson, whose reputation as an off-kilter oddball is only partly deserved. Nevertheless, despite single-mindedly opting to manage himself without recourse to the unnecessary trappings of a corporate PR machine, and in full possession of a charmingly geeky demeanour masking a fierce intelligence, Kitson has become a major draw.\n\nOn the stand-up circuit where he cut his teeth, Kitson’s eccentricities have left him emotionally bare without ever being cloying, resembling the left-field antics of the late Andy Kaufman if he’d been brought up in Huddersfield and looked like Jarvis Cocker’s socially anxious big brother. Even when he scooped The Perrier Award in 2002, Kitson shunned the hideous showbiz circus that some believe justifies comedy as the new rock n’ roll or something equally ridiculous. Rather, and increasingly rare in the often self-congratulatory and puerile careerist world of stand-up, Kitson’s presence onstage, mild stammer and all, was born out of a genuine creative need to express himself honestly, freely, and – crucially – on his own terms. Here was a performer in full possession of the attributes to prove himself what every other comic was so desperate to be – a serious artist.\n\nIn this respect, Kitson’s literary and performing ancestors are many. One is reminded of the late Peter Tinniswood’s one-woman Edinburgh Fringe play, The Last Obit, which similarly looked at an obituary writer’s last day at work. Lives criss-cross in an approach reminiscent of Robert Altman’s Short Cuts, a film inspired by short story writer Raymond Carver’s super-realist meat-and-veg vignettes by way of Dan Rhodes’ bite-size romances. Then there are the discursive, pop-eyed monologues of Ken Campbell. His closest kin, though, is the work of Ben Moor, who similarly moved out of stand-up with his own story-telling show, Coelacanth.\n\nKitson either isn’t aware of or can’t see any comparison with most of the above, claiming, with some justification that, “It’s a different thing. I tell my anecdotes in stand up. My story stuff is a fiction.”\n\nThe mention of Moor, however, prompts a considerable degree of humility.\n\n“I’ve never seen a Ben Moor show,” Kitson hangdogs. “To my eternal shame and regret. I have a feeling his work would very much put me in my place. But I’ve not been avoiding his shows. Far from it. I’ve wanted to see one for years, and for various reasons it’s just never happened. There were a couple of reviews of his show in Edinburgh, saying he occupied similar territory to me, and I think he would have been well within his rights to be a little miffed at that. It’s his territory. He’s been there for years. If anything, I’m like him, not vice versa.”\n\nC-90 arrived onstage coincidentally around about the same time it was announced that the production of cassette tapes was being phased out. Thus, a once booming industry of home taping turned emotional totem of personal history looks set to close. As poignantly prescient to the piece as this may have been, Kitson insists that C-90 is “much less about compilation tapes than it is about the people. It’s more about the melancholy obsolescence of people than it is the obsolescence of a technology.”\n\nWithout betraying details of content and running order, Kitson does concede, however, to having made “a few” compilation tapes. “Here and there. And I’ve been made a few. Here and there.”\n\nIf home-taping enthusiasts have been responsible for one misinterpretation of C-90, many critics have, according to Kitson, seriously missed the point.\n\n“There were a lot of people who hadn’t seen Stories For The Wobbly Hearted,” he says, “who were reviewing C-90 like it was a brave new departure for the laugh a minute funny man. Which is a bit frustrating when you feel like that line of fairly tedious enquiry should surely have been exhausted by now. Reviews saying things like ‘the audience weren’t expecting this,’ or things to that effect. I suppose I just got annoyed by the lack of informed takes on the work by people who, even if they hadn’t seen the earlier story stuff, were aware that the stage at which the audience didn’t know what they were coming to had been and gone a couple of years ago.”\n\nThe enlightened cross-traffic between audiences is something Kitson takes a particular delight in.\n\n”These shows have been lovely in terms of mixing the crowd,” he says. “I love doing shows with a mix of ages in the audience and these shows cross pollinate with the stand up stuff really nicely. I see old couples in the stand up shows that I recognise from the story shows and hipsters in the story shows that I recognise from the stand up shows. And that’s pretty lovely. Old folk and hipsters side by side. All thanks to me.”\n\nWith plans afoot for at least two more story-based shows, long term plans for a big-scale work and an audience-free film of C-90 in the offing following this current tour, Kitson isn’t shy of work. Given such ongoing commitments, one wonders whether he could ever envisage a time when his solo works could be produced and performed by other actors, effectively entering the small-scale repertoire.\n\n“That won’t happen. I’m very uncomfortable with that,” he says flatly, before going on to contradict his earlier disclaimer that C-90 is strictly fiction. “The thing is, I suppose, they are still very personal pieces of work. They aren’t plays. They are my stories. There have been approaches to licence the texts, but I have no interest in that. There is lots of stuff in the show about my Dad and Mum and brother and niece and so on. It’s just full of my love and admiration for my family. So I wouldn’t want someone else,” says Kitson, “especially not an actor speaking my words. They can Nelly off.”\n\nC-90, The Arches, Glasgow, Jan 23-28\nThe Herald, January 16th 2007",
        "notes": "",
        "image": ""
    },
    {
        "id": "hes-got-life-taped",
        "title": "He's got life taped",
        "type": "interview",
        "publication": "Scotland on Sunday",
        "journalist": "Jackie McGlone",
        "date": "2006-08-13",
        "pdf": "",
        "url": "",
        "author_id": "jackie_mcglone",
        "show_ids": [
            "c-90"
        ],
        "fullText": "AFTER what seems like an eternity of e-mails, one finally pings up from Daniel Kitson suggesting a time and a place to meet. Ignore the fact that it's the date and venue first suggested and that this game of telephone tag, lost text messages and amusing e-mails headed \"Daniel Kitson, me that is\" began weeks ago in New York, where he was playing to rave reviews.\n\nAnyway, we're backstage at his new show, C-90, and Kitson is gluing 5,000 cassette tapes onto a monumental wall of ersatz mahogany library shelves. Indeed, he suggested, many e-mails ago, I might like to help him dress the set. \"Won't that be cool! Hee hee!\"\n\nSo I take Kitson dozens of old cassette tapes to stack his shelves. I offer to help, but he insists on buying me a mineral water as thanks. \"I'm worried I might be destroying your precious memories,\" he says, as we sit in the garden of a nearby pub.\n\n\"The set for this show is beautiful, I want to keep it forever. It's the first time I've ever had a real set,\" says 29-year-old Kitson, sounding like a small boy who has just got a train set, rather than the \"lover, thinker, artist and prophet\" he claims to be on his website, also the title of one of his shows.\n\nHis Fringe First-winning show last year, Stories for the Wobbly Hearted - teary bedtime stories of loss, love and loneliness shot through with mordant humour - had a set of sorts. But it was only an armchair, a floral-patterned carpet, with lots of lamps and old gramophones. He \"designed\" it himself because he does everything for his shows and stand-up gigs, doing his own marketing, press releases, the lot.\n\n\"Which is why there's no programme - no time to do one - for C-90, so it would be f***ing great if you could mention that the set is by Suzanna Henry,\" he says, as this will be his only interview.\n\nA Perrier Award-winner at 23 for his show Something, which interwove swear words and childhood anecdotes, Kitson has been described as looking like \"an Open University lecturer who's been dragged through an Oxfam shop backwards\", as well as \"one of the greatest comedians the country has to offer\".\n\nCertainly, he makes you think as well as laugh. Offstage, he has a pronounced stammer, though it's no longer a problem when he's performing. It was far worse when he was younger, he says, adding that he gave up on speech therapy. He also has a lisp, but the overall effect is endearingly chaotic, although he loathes the notion that he might be remotely loveable, preferring to toss our preconceptions back at us with a vengeance. Stuttering has its benefits anyway, he says. \"Your brain has to search for words that you can say, so you have a much, much wider vocabulary than most people - they've done research that proves it.\" Hence the clever-clogs image? \"Well, I do know a lot of words.\"\n\nHis new show is as eloquent as ever, but it's a much more ambitious piece than Stories for the Wobbly Hearted. \"C-90 is one long story, ostensibly about a man's last day at work. Henry works in a room where discarded compilation tapes are collated. But there's one other main character, a lollipop lady. Their stories are unknowingly intertwined.\n\n\"There are four or five other stories, too. Last year's show was really easy to perform so I really enjoyed it. I was in a chair, I told a story, there was a bit of film, then another story. This is harder because it has to work as a whole and it's much more complex, and it's not as obvious what it's about.\"\n\nSo what is it about? \"Well, in March, I had to write the usual 40-word blurb for the Fringe programme when the show was still all clouds and butterflies and ideas about feelings. I thought, 'F***! I suppose it'll be about the usual: hope and memory,' although there's a lot of stuff about work as well. Now, though, it's become a show about the kindness of strangers and people's ideas of their own worth, and how all that can seep away in a lifetime of working.\n\n\"When I first started writing, Henry was in awe of the fact that he has all these tapes; then I realised that was me being me, because I was going, 'Wouldn't it be amazing to have 5,000 compilation tapes'; then I decided he needed to be depressed by it all.\"\n\nIf this sounds a tad downbeat, he promises: \"It's funny and, hopefully, it's that same thing you said you found with Stories for the Wobbly Hearted, because it's sad too. It's the first thing I've written -and that includes my stand-up shows - that has nothing in it about romantic love. You know, that thing I always have? Boy in love with girl, aaah!\"\n\nSo has he found romance in his own life? \"Nah,\" he says. \"I'm still single, still living on my own.\"\n\nYORKSHIRE-BORN Kitson says he knew at the age of 16 that he wanted to be a stand-up comic, although he still has no desire to be famous or to be on the telly. The son of two academics - his father is a lecturer on business ethics, his mother a head teacher - he moved to London in 1995, taking a drama course at Roehampton Institute, while doing open-mike spots in clubs. He retains a fondness for the esoteric and the avant-garde on stage, as well as in music.\n\nWill he play any of those 5,000 tapes? \"No, there's no music in this show at all,\" he says. \"I'm pleased about that in a fairly smug way. I want audiences to hear their own music. I like a very specific music - introspective, melancholy, lyrically ambitious indie stuff , which I find very moving. But there's a lot of people it does absolutely nothing for and I don't want them to think they're watching some teenage, indie pop compilation.\n\n\"In every show I've had a little film, with amazing music on it, and that's deeply affected people. But that's cheating, using somebody else's ability to touch people, so in C-90 Henry talks about music and that's far more satisfying.\n\n\"C-90's a much more substantial show than Stories for the Wobbly Hearted. It's still my voice - and again it's about overlooked people. Although a bit of me is going, 'At 29, I shouldn't be writing about how people feel at the end of their working life, that mixture of freedom and regret, boredom and loneliness'. I mean, I haven't a f***ing clue, have I?\n\n\"However, I love writing old people. I've always felt an affinity toward them, they have an inherent level of humanity. There's a dignity in them. I've always been older than I am - I was a middle-aged adolescent in tweed trousers. The older I get the more I realise how important everything is and how little it actually means.\"",
        "notes": "",
        "image": ""
    },
    {
        "id": "funny-the-jokes-on-us",
        "title": "Funny:the joke's on us",
        "type": "profile",
        "publication": "The Age",
        "journalist": "Stephanie Bunbury",
        "date": "2006-04-29",
        "pdf": "",
        "url": "",
        "author_id": "stephanie_bunbury",
        "fullText": "The best comedy knows no geographical boundaries, writes Stephanie Bunbury, and much of it can be witnessed in Melbourne during the final week of the Comedy Festival.\n\nWHAT'S SO funny? Two weeks into the Comedy Festival now; a lot more laughs to go. Laughter: the universal panacea. Not, of course, that it necessarily is universal. Travel writer Martha Gellhorn noticed when she was in central Africa that the real distinction between peoples must surely be sense of humour; nothing about the naked village women about her seemed half as foreign as their collective sense of humour. They laughed a lot, she could see, but why? She could never see the joke.\n\nWe often take this as a truism, that what we find funny is a product of age, class and culture. A friend of mine lecturing in media hooked up with an American counterpart to monitor his class's response to an episode of Kath and Kim. They didn't laugh at all. But, objected plenty of the people who interviewed her about it, what else would anyone expect? Why did she waste taxpayers' money (as they say) on that phone call to hear what everyone already knew? That Americans don't do irony?\n\nAt other moments, however, \"everyone\" equally knows that we are all the same under the skin and that we can all get along if we just have a laugh. Interestingly, nobody is more adamant about the universality of comedy than the comedians on the front line. \"I've always thought that if funny is funny, funny travels,\" says Glenn Wool, a Canadian who has worked in Britain for nine years and is now in Melbourne. \"There might be subtle differences in the crowd, but it's not enough to shake something that is actually funny.\"\n\nHe prefers working in Britain, he says, because Canadians are more easily offended. \"I don't think I say anything offensive\" (at least, not for someone who starts his set with a joke about anal sex) \"but I prefer London as they are so cynical and you can take it to another level.\" But anyone who notices significant national differences, he says, is probably doing material so parochial that it excludes anyone else.\n\n\"Then they say the differences are vast but it's just that people don't understand the references. They can put together what the joke is, but unless it's something close to their heart they are not going to say 'oh yes, there has clearly been an injustice here somewhere' and laugh out loud.\"\n\nAnything that has a local equivalent, however, will work - which, according to English comic Daniel Kitson, generally means anything at all within the English-speaking world. Everyone has talent competitions and reality shows on television, whether they watch them or not. Everyone recognises the same kinds of social tribes, the same embarrassments and bones of social contention. There cannot be a corner of the globe left, for example, where you couldn't raise a titter with a decent gag about mobile phones.\n\nBut even if Wool is right, that funny is funny wherever you take it, it is still true that different places produce different kinds of funny. Not so long ago, British critics regularly lamented the state of the local sitcom; no local writing was as funny, clever or scintillatingly professional as the comedies coming out of America - written, as everyone knew, by teams of razor-sharp comedians jockeying for position.\n\nWhat was meant, really, was that nothing was as good as Seinfeld or The Simpsons, both critical favourites and broadly popular, although for the purposes of this argument \"good\" could also include such astonishingly successful money-spinners as Friends. Americans had discipline. They did joke counts, checking off laughs against minutes. They were better because they were ruthless.\n\nAt pretty much precisely the time that this became the conventional view, however, British comedy was being revitalised, even reborn, in the two zones way below the radar of these critical observers: fringe theatre and radio. In the early 1990s, Chris Morris and Armando Iannucci started a spoof news show called The Day Today, which later transferred to television.\n\nMorris was later to cause outrage with a fake news show called The Brass Eye in which he persuaded real politicians and celebrities to rail against entirely imaginary social problems: \"animal suicides\", \"heavy electricity\" and a fictitious drug from Prague called \"cake\" that one Conservative MP promised Morris he would raise in parliament. The Daily Mail described Morris as \"the most loathed man on television\". Novelist Will Self suggested he was God.\n\nFor Australians of a certain age, there were echoes here of Norman Gunston and his inspired interviews with bewildered stars who thought they were supposed to be on a chat show. Roy and HG, particularly during the Sydney Olympics, were similarly prepared to charge into no-go areas, although even they might have stopped short of Morris' satire on pedophilia.\nWhat was particular to this British \"school\" of comedy, however, was its surrealism, twists on language and unembarrassed intellectualism: it was comedy for people who read books, and made sure everyone knew it. Indeed, Dylan Moran's and Graham Lineham's Black Books, set in a second-hand bookshop, was a classic example of the genre.\n\nA current one is Green Wing, a bizarre comedy about a large teaching hospital in which time is continually sped up and slowed down; patients and their afflictions are never mentioned; and the ongoing plots, like the one about the anaesthetist who unknowingly has sex with his own mother, crash every taste barrier. As far as comedy is concerned, the revolution is being televised.\n\nThis new wave is also very specifically British in its theatrical background. Some of the television comedies of the past few years, such as The League of Gentlemen and The Mighty Boosh, began as theatre shows; others merely reference the tradition in their use of over-articulated language and improvisation. There even seems to be a loose repertory group of actors and writers who swap between shows of a similar ilk, a sharp contrast to the American preferences for fresh ensembles or star vehicles.\nAlmost all of this work is for the small screen, but many actors familiar from Spaced, Curb Your Enthusiasm and Green Wing pop up in a new feature film, Confetti, a satire on the wedding industry in which both dialogue and plot were entirely improvised.\nInterestingly the director, Debbie Isitt, knew almost none of these actors before she started working with them.\n\n\"I think the thing I aspired to do was use a company of actors in the same way I've done in theatre for 24 years,\" she says. \"And for me, that comes from theatre, not television. You have to engage an audience, you don't want to bore them, you want to give them a dramatic, fulfilling experience, you want to hear laughter but you also want to hear a few tears. I'm always saying I want the audience to laugh, cry and think. That's the principle I've always worked on.\"\n\nMost significant of all, perhaps, is the new television comedy's use of silence. Caroline Aherne's The Royle Family challenged every platitudinous assumption about what made a sitcom funny by sticking to a static set and turning tedium into a comic effect.\n\nThen came The Office, which pushed silence right into Harold Pinter territory and brought a new intensity to British comedy's great subject: miserable, toe-curling social embarrassment. Again, however, it is a British subject that has mutated painlessly into an excellent American version of the show; as Glenn Wool says, funny is funny.\n\nThose silences were initially possible because, in British comedy, muddle is OK. Not everything has to work. The comedy in British sitcoms emerges, sometimes quite slowly or slyly, from character rather than from one-liners. Some stand-ups are as snappy as Seinfeld, but the comedian most namechecked by other comedians, Daniel Kitson, is a shambling, chaotic presence with a significant stutter. It all adds up to the opposite of a joke count. It is also, as Kitson particularly insists, not for everyone.\nFor the past couple of years, Kitson has been trying to deter audiences he doesn't like; as he puts it, \"to stop c---s coming\" . This is not easy. Television comedies such as Green Wing are counted as hits on the basis of thinly spread audiences of the like-minded; if you turn on a show at random, you soon know whether it's for you. Stand-up comedy is, first and foremost, a night out. Kitson says he can rail against drunks in the audience and the drunks will say, \"Hey hey! He's talking about us! Great!\" and come back the next time.\n\n\"It is easy to think ignorance can't be that tenacious, but it is,\" he says. \"It is just as likely someone will like me for all the wrong reasons and like me for far longer than someone I do want to like me.\" When I saw him, the night before he left for Australia, he paid someone £20 to leave; the ticket price was £8 but Kitson didn't have change. It was worth it, he says. \"He was texting for ages and it wasn't so much that, it was that he did that thing of saying 'oh, just carry on'. And that annoyed me. I just decided I'd rather he wasn't there.\"\n\nWhat this reflects, albeit in an entirely personal way, is the niche character of the best of current comedy. There have always been class distinctions in humour, obviously, but this is less about class than tribe, about laughing at the same things as people like us and not laughing at the things other kinds of people find funny. We're past talking about whether Americans get irony - maybe a lot don't, but the ones like us do - or which side of the Atlantic does funny better. In this context, it doesn't matter where comedy comes from: for Americans, English, Australians, Canadians or any other variety of Anglophone, funny is funny. It just isn't funny for everybody.\n\nwww.comedyfestival.com.au",
        "notes": "",
        "image": ""
    },
    {
        "id": "the-iceman-cometh",
        "title": "The Iceman cometh",
        "type": "self-penned",
        "publication": "The Age",
        "journalist": "Daniel Kitson",
        "date": "2006-04-28",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "fullText": "THE man next to me is driving from Colchester to London. He's a taxi driver; it's a professional engagement, not a favour.\nI can't drive. The nearest I got was at the age of 21 when my then girlfriend coaxed me into the driving seat of her car and tenderly talked me through starting it up. Unfortunately, the car had been left in gear and so as I turned the key everything jolted forward, I screamed, ran into the house and was later found hiding under a duvet in the spare bedroom.\n\nBut the man next to me driving to London has had many lessons. He's told me many things. Chieﬂy, at this point, that he used to be a racing driver, formula 400. That his licence for racing extended two classes beyond that in which he competed, such was his natural aptitude for the game, and he no longer races, due to \"a major accident\" he had a few years back and the fact that almost his entire left arm is reconstructed and pinned to his body with metal.\n\nAs he drives, he talks, and slowly his life unfurls in a gradual but unrelenting monologue. It transpires he plays computer games. I begin to blather about my Xbox. I sense common ground between us and after 45 minutes of feigned racing enthusiasm and fatuous queries (\"So which car goes fastest?\", \"Are you allowed to bang into each other?\") I grab it, eager to talk on something of a level footing for a while, at least.\n\nHowever, the gaming in which my driving friend participates is hardcore team-based online war gaming. The teams are called clans, the games are called battles. And I, once more am reduced to the role of interloping tourist. He almost visibly sniggers at my Xbox enthusiasm. Xbox is clearly a toy, for children. He is about to get his PC defragged and cleaned from \"all the porn\" now clogging it up. Which is excellent news because it will give him increased speed. For quicker killing. In the games. The war games.\n\nOver the next 50 minutes he tells me at length about his tactics. About how he's worked out a way of blowing up an opposing player who is, by all accounts, tremendously skilled as a violent helicopter pilot. He talks about capturing ﬂags and spawning points. And then, just as my affection for the man and my interest in his deathmongering has hit an all-time low, he tells me about a ship. A warship. Laden with guns. Air guns, land guns, sea guns. He has long since mentioned that he pairs up with a guy called \"Jazz\". They operate as a team within a team. Their skill, he tells me, is such and their reputation so huge that if they should commandeer this ship, the game is immediately considered lost by their opponents.\n\nHe says: \"Everyone says, if Jazz and Iceman get the ship, this game is done.\"\n\nEverything stops for a moment as realisation washes over me like cool water on a hot day. This is Iceman. I am being driven to London by Iceman, former racing driver and present-day cyber warlord. He shows me his clan tattoo of \"Iceman\" with \"for ever\" inked underneath it and talks me through his favourite Subway sandwich, he mentions his former wife and his latest girlfriend and, after I get my bag from the boot, he drives away. Into the night. Back to Colchester. Iceman.\n\nDaniel Kitson is appearing at the Melbourne International Comedy Festival. For details, go to www.comedyfestival.com.au",
        "notes": "",
        "image": ""
    },
    {
        "id": "kitson-uncovered",
        "title": "Kitson uncovered",
        "type": "interview",
        "publication": "Scotland on Sunday",
        "journalist": "Anna Millar",
        "date": "2005-08-14",
        "pdf": "",
        "url": "",
        "show_ids": [
            "stories-for-the-wobbly-hearted"
        ],
        "fullText": "AS A self-confessed hater of the press, Daniel Kitson's gripe is a small one: last night's pre-show cuppa at the Traverse theatre arrived without the free chocolate slab he's happily munching on now. The Yorkshire-born comic may be a maverick but Kitson's choice of rebellion has been charmingly childlike ever since his solo Fringe debut, Love, Innocence and the Word Cock, in 2001. In 2002 - the year he grudgingly won the Perrier - Kitson cut off his trademark bushy beard, making his publicity material instantly defunct.\n\n\"It was unfair,\" says Kitson. \"No one asks you if you want to enter the Perrier Awards. Every step of the way, I was saying, I don't want to do a photo shoot, they make me itch, I find them upsetting. I don't want to do press. I don't want any of it.\"\nKitson would later boycott the glitzy aftershow bash in lieu of takeaway and PlayStation. Since the award, he says he's been\n\"fighting a battle against a burgeoning popularity\" that only now he feels he is winning. A packed theatre last week for the opening night of his new storytelling show, Stories for the Wobbly Hearted, would suggest otherwise.\n\n\"In the world of stand-up people book me on my name and because I've won awards,\" Kitson says. That the Traverse - who didn't want a comedy act - asked to see copies of his storytelling script before opting to programme him, gave Kitson a renewed bravery in his work. \"It was a real vote of confidence for them to believe in the writing. It made me believe I could fill the space.\"\nAlluding to an emotional depth far beyond his years, Stories for the Wobbly Hearted could be interpreted as Daniel Kitson: uncovered. Kitson may argue otherwise, but his off-stage and on-stage personas seem entirely consistent. The show revolves, for the main part, around five different stories looking at love, romance, family, desire, loss and a Kitson favourite: loneliness. Interspersed with images transposed on a massive screen behind him, it far outshines his 2003 show, A Made Up Story. It is finely tuned, and beautifully articulated. And while the gags are there, they play a secondary role to the velocity of Kitson's well-spun yarns.\n\n\"I want there to be a bleakness to the stories, but I also want there to be an optimism,\" he says. \"I want these lonely people not to be seen as figures of pity but rather as brave and heroic.\"\n\nIf this is how Kitson feels, then he is reluctant to admit it. \"It's not about me. As a human being it's massively unlikely that your viewpoint is going to be unique; people will relate to it and take their own emotions to the piece.\"\n\nAND SO IT IS that Kitson inadvertently pinpoints what makes him so successful. For all his intellect and misfit demeanour, there is something utterly normal at his core. And if his unique oratory style captivates his audience, his appearance adds its own dimension. Anyone claiming they look like a paedophile should surely be on to a loser; not Kitson. \"I'm a naturally funny person; I've got a naturally funny face.\"\n\nWhen asked in 2003 where he would ideally perform his shows, Kitson answered: \"In a clearing in a forest at midnight.\" Two years on, he manages to talk about his expansive fanbase - those who really \"get\" his work - without flinching.\n\n\"If you laugh at everything, you miss something. You have to appreciate the sadness so you can see the humour in it all,\" he says. Not that he is in any great rush to give up his roots; every night after his storytelling show at the Traverse, he heads to The Stand to do 90 minutes of stand-up.\n\n\"The thing with stories is that they are quite fragile; they cannot really exist in the same world as stand-up. Comedy lives on undermining things; it's instantly accessible and instantly funny. It's worked out really well that I can do both this year.\"\nAsked what the future holds, Kitson rolls his eyes in annoyance. Television has little appeal. His stint, a couple of years ago, as a geeky barman was one of the standout moments of Peter Kay's Phoenix Nights. Kitson would prefer to forget it.\n\n\"With television you lose control of the creative process. Besides, I'm distrustful of any level of careerist ambition,\" he says. \"I would much rather sit and make short movies on my computer with friends and have 10 people see it, than do something I'm not proud of and millions of people see it.\n\n\"It's about the work, giving people that goose-pimply feeling. Melancholy is lovely, it stays with you longer; it's a more substantial meal than just laughs.\"\n\nWhen time is called, Kitson gets up, takes a pack of jelly sweets out of his rucksack - Haribo, his favourite - and thrusts them at me with a goofy smile. \"I rather enjoyed our chat,\" he says. \"I was erudite and charming: you were all right too.\"\n\nStories for the Wobbly Hearted, Traverse Theatre (0131-228 1404), until Aug 28, 10pm; Daniel Kitson, Stand Comedy Club (0131-558 7272), until Aug 28, 11.30pm",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-review-age",
        "title": "Daniel Kitson",
        "type": "review",
        "publication": "The Age",
        "journalist": "",
        "date": "2005-04-04",
        "pdf": "",
        "url": "",
        "fullText": "DANIEL KITSON \nMelbourne Town Hall, until April 14\n\nThe curmudgeon has returned and remains every bit as baffling as a Business Activity Statement. Although, Daniel Kitson is a mite more loveable than quarterly administration, his comic asset is more difficult to quantify than your average range of stationery.\n\nHowever, an evening with him does involve just as much swearing and marginally more morbid terror.\n\nDespite his stated distaste for stand-up, Kitson simulates a bloke enjoying himself silly. Plainly, the work of being a convoluted comic insurgent is more fun than a barrel of self-aware, post-ironic monkeys. Although the shaggy English mutineer insists he's in extreme abstract agony, he looks like he is having an absolute hoot.\n\nIt has almost become an embarrassment to praise the act of \"deconstruction\". Well, colour me cliched: Kitson deconstructs with all the anarchic elegance of a drunk Jacques Derrida bizarrely forced to perform knock-knock jokes for an audience entirely made of doorbells. He doesn't tell jokes: he traces the shape of a joke and then proceeds to jam its mechanism. You find yourself at a bizarre conceptual impasse for a second - confused momentarily by his graceful disruption - and then you explode into deferred laughter.\n\n\"Isn't this an exhilarating glimpse beneath the magician's cloth?\" he asks. Well, yes. In a popular culture finally alienated from the possibility of new critique, Kitson finds tiny mistakes to inhabit and enlarge. He remains really, really funny and really, really odd. All other stand-up acts seem a little clumsy and overdone by contrast.",
        "notes": "",
        "image": ""
    },
    {
        "id": "dan-is-the-man",
        "title": "Dan is the man",
        "type": "interview",
        "publication": "The Age",
        "journalist": "Stephanie Bunbury",
        "date": "2005-03-20",
        "pdf": "",
        "url": "",
        "author_id": "stephanie_bunbury",
        "show_ids": [
            "stories-for-the-wobbly-hearted"
        ],
        "fullText": "After three years of making people laugh at his jokes, Daniel Kitson is desperate to try something different. He spoke with Stephanie Bunbury.\n\nWhen I see it, the show Daniel Kitson is bringing to Melbourne is in a state of becoming. \"This is a story show,\" he says, with a faint hint of warning, as he sits down in front of a small pub audience to begin. There are some old table lamps on the stage that he will turn on and off, a portable record player for musical interludes, and a crumpled sheet pinned behind him where one of the stories will be shown, snippet by snippet, on film. He shuffles papers. He doesn't know all his stories by heart yet. One isn't even finished. He warns the audience about this, too. And about the fact that all the stories, in one way or another, are to do with loneliness.\n\nBut Kitson is so genial and genuine that you are willingly drawn into anything he wants to tell you. You feel as if you're sitting in his lounge room, especially with all that old tat on stage. He tells us about a man who watches five minutes on every cable channel in sequence and, on a second sleepless night, finds a channel with nothing on it except a man at a desk full of phones, waiting for some other lonely soul to ring. He talks about a woman who pursues her ex through a supermarket, desperate to say something after all these sad years that will charm him. There is a busker who plays guitar facing a wall, unaware that his father comes to watch him every day.\n\nI watch Kitson pack up his lamps after everyone has gone. It was good, I say, but terribly bleak. \"Excellent!\" he says, laughing. Melancholy, he thinks, is the stuff of a more lasting show than jokes, though he admits he's worried about being so bleak that nobody will laugh at all. \"I've had to keep telling myself to put funny bits into it. Because I do want there to be a certain bleakness, but I don't want people to go, 'Oh, f---ing Jesus', you know.\"\n\nWhat he wants, he says, is the room to feel \"nice and twinkly\". That there is a sense of possibility in these little lives. \"The thing about the busker, him facing the wall, I quite like that.\" Perhaps he would have been better as a secondary character in someone else's story, he muses. \"But then the point of it is that it's lots of stories about people who are bit-parts in things. That is sort of the idea, really. People who are left out of the world at large or who have opted out of the world at large.\"\n\nAnd their loneliness, Kitson insists, is not necessarily so bad. His last story show, which he developed in Edinburgh and brought to Melbourne last year, was A Made-Up Story. It was all about misfits who find true love, joy and magic. He sees this show as quite similar in spirit, despite appearances. \"It's going, 'There's a lot of loneliness around and it's not necessarily the most horrific thing you could imagine'. These are people who are sort of all right, you know, just waiting for something.\"\n\nDaniel Kitson is the stand-up comedian's stand-up. He is contrary, of course; when he won the Perrier, the Edinburgh Fringe's top comedy award, in 2003, he was so aghast at the people who started coming to see him that he immediately devised A Made-Up Story in the firm belief it was the sort of show only his true soulmates would like. Still, the most unlikely troupers beam at his name and say, 'Yeah, he's the best'. He commands a particular kind of loyalty, perhaps because there is no guile to his performance. What you see is what he is.\n\nLast year, he caused something of a ruckus in Melbourne when he went on stage and gave the audience an unmediated experience of how it felt to be Daniel Kitson in the middle of a relationship break-up. \"I was in a bit of a mess,\" he says. \"I had literally had this horrible conversation with her just beforehand, a f---ing heartbreaking conversation, and then walked on stage.\"\nAccording to him, the festival organisers thought he \"went mental\". A lot of people demanded their money back, but he is unrepentant in his own shuffling, giggly but quite stubborn way.\n\n\"Of course it was uncomfortable, he says, \"but I was still being funny. And that is just an extension of what I've always done. People were saying at the time that you have a responsibility to the audience. And you do. But I think, first and foremost, I have a responsibility to the people who have seen me before and liked me. If I just go on and do stuff I don't mean, it's going to let them down.\" And it was the first time his heart had been broken, he says, so of course he had to talk about it.\n\nBut it wasn't just the heartbreak. After three years of constant gigging, every joke - even new jokes - bored him. \"I was just trying to find something interesting to sort of not just trot out some shit and take the money, to find something genuinely exciting and good even if you wade through 10 minutes of shite to get there.\"\n\nOne reason he has chosen to tell stories this time around, he says, is because it is a challenge. \"Without being terribly arrogant,\" he says, dissolving into an embarrassed giggle, \"I find stand-up really easy. I don't think about any gig, you know, I just go on and do them and it's fine. And it sounds quite wanky to say this, but it's that thing of caring slightly too much about the form of stand-up to do it in a half-arsed, pissing-it-away-type fashion.\"\n\nWe both catch the train towards Brixton, where Kitson will spend the next two weeks writing and rewriting this show. He has, he says excitedly, just bought a Victorian desk with stacks of little drawers across the top, pigeonholes under the lid, the lot. \"I can show it to you. I've got a picture of it. It's a bit like it's a baby,\" he chuckles, producing a silver flip-top device so newfangled I don't actually know what it is. A phone? A palm pilot? A machine to rule the world?\n\n\"l love gadgets, as well as that old tat,\" he admits. \"Look at this,\" he says, showing me the photograph that serves as a screensaver. \"That's my dad, that's my mum, getting married, it's pretty nice, isn't it?\"\n\nAnd then there's the desk. \"Look at that that bad boy, eh? Look at that! Drawers on the top, mother-f---er! That's where it's at!\"\nHe's working up to some very serious writing on that desk. He expects it to help. This show is scaring him in a way that stand-up can't any more, which, he ruefully remembers, was the whole idea of it.\n\n\"But it's all well and good having this idea of thinking I'm going to do something especially for Melbourne and it's going to be brilliant and it's going to be different and blah blah blah! But then you get to this point and you think, 'F---ing do some f---ing stand-up, you self-important wanker'.\"\n\nAnd so we get to Brixton station, and he shuffles off into the night. When I get home I am still thinking of Dan Kitson and his lonely, eccentric characters, his Belle and Sebastian record on the turntable, the lamps and the desk with its pigeonholes, and his self-importance. And quite inexplicably, I am still laughing.",
        "notes": "",
        "image": ""
    },
    {
        "id": "nothing-funny-going-on",
        "title": "Nothing funny going on",
        "type": "interview",
        "publication": "Sydney Morning Herald",
        "journalist": "",
        "date": "2004-04-17",
        "pdf": "",
        "url": "",
        "fullText": "There are many misconceptions about Daniel Kitson. First, that the 26-year-old English comedian lives for nothing more than swearing.\n\nSecond, that he is an arrogant loner who hates the media. Certainly, Kitson, a native of Denby Dale in West Yorkshire, and one of Britain's most talented comedians, dabbles keenly in profanity (his 2001 Edinburgh Fringe show was called Love, Innocence and the Word Cock) and self-indulgence (he titled this year's UK tour Lover, Thinker, Artist and Prophet). And he does reserve a special bile for imbecilic media experiences in his latest stand-up act. But nothing to match the rumours that preceded this interview.\n\nStories of journalists storming out of his shows in disgust were followed by dire warnings from publicists and management about Kitson's temper in interviews. Further, one of his fellow British comics urged extreme caution whenever encountering the award-winning bearded one.\n\n\"He d-d-d-doesn't suffer f-f-f-ools gladly,\" the comedian warned, imitating Kitson's stutter.\n\nSo, when a cheery, if dishevelled, man sporting damp, shoulder-length hair and blue fluffy slippers arrives, it smacks of a crafty comedic mind-trick.\n\n\"A lot of my friends think they have a very pivotal role in my life by constantly telling me that I'm in deep shit,\" Kitson says. \"They all have this massive misconception that I wander around with massive delusions of grandeur and that they're the only ones that can bring me down to earth. Yeah, I'm tough. I'm really anti-media. I'm dangerous.\"\n\nOnstage yes, but not in the flesh. Onstage, Kitson can charm an audience with poignant tales of his beloved gran's funeral or the moment when he found himself protecting his dad from a road-rager. But it is his ability to conquer hecklers with a blistering rebuke and a giggle that has become legendary. At odds with his stuttering, tea-drinking, myopic appearance, Kitson's also sick of his foul-mouthed reputation.\n\n\"I had a bit in the show two years ago about swearing,\" Kitson says. \"A point of that was that it didn't really matter if you swear, it matters what you're swearing about.\n\n\"But loads of people would go, 'I love the way he says c---. It's great the way he swears.' So basically loads of people I didn't like started to like me and come to my shows.\"\n\nKitson agrees it's a pompous opinion, and he hasn't entirely stopped swearing, but when that show, titled Something and part of the 2002 Edinburgh Fringe Festival, won the Perrier award - the premier comedy prize in Britain - things got considerably better, yet also worse.\n\nWinning the Perrier is an instant ticket to stardom with guarantees of powerful agents, top-notch gigs, global tours and lucrative television deals. But Kitson hated it.\n\n\"The thing about the Perrier is you're co-opted into this competition that I didn't really want to be a part of. Once you win it, it's excellent, that's that done, but I don't want to think about it.\n\n\"But then everyone starts going, 'Oh right, we need you to come here and do this and that' and I don't want to do any of that.\nThen you get accused of being obstreperous and awful and self-important. It's none of those. I didn't court any of this. All I did was a show.\"\n\nAt the award presentation, Kitson, who dislikes having his photograph taken, raised the ire of a frenzied bank of British press photographers by refusing to strike a pose with the award.\n\n\"I just lost it with one of them. And then all of them just went 'Roaarrr'. It was fairly horrible.\n\n\"It smacks of egotism when you try and control how you're seen, but it's not. It is so easy to be misinterpreted and then to have that misinterpretation objectified in the press is a bit f---ing annoying as well.\"\n\nTo follow up, Kitson surprised all by returning to Edinburgh the following year with a show that divided fans and critics. Titled a made up story, it was a scripted tale \"for romantic misanthropes\" about love, sadness, luck and suicide, and featured film and Polaroid stills with narration by Kitson. Showered with praise the year before, his anti-stand-up stance tightened his fan base but disappointed many, not least those who appreciated the way he swore.\n\n\"I had the idea for it when I became aware that a happy by-product would be a large portion of people not liking it. Loads of people would be coming because of the Perrier and I didn't trust that relatively instant level of success. So more than anything else it became a way of putting a halt on that sort of thing.\"\n\nHe has plans to release the show on a double vinyl album with plenty of pictures on the gatefold. And for this year's Edinburgh Fringe, Kitson foresees a low-key stand-up show with old household lamps, vinyl records and film on Super 8 he'll load up while talking.\n\n\"A friend of mine says I'm painting myself into a corner by deconstructing everything and throwing laughter you don't want back into the face of the audience.\"\n\nIf his Sydney shows are anything like his Melbourne and Adelaide performances, Kitson will ruminate on \"why the world is divided into c---s and slags\", pigeon flirting techniques and whatever else takes his fancy.\n\n\"I just think about things too much. I think about things until I can't enjoy them and then I go, 'Nah, I don't like that'.\"\n\nDaniel Kitson is at The Studio, Sydney Opera House, from Tuesday until May 1.",
        "notes": "",
        "image": ""
    },
    {
        "id": "if-you-liked-that",
        "title": "If you liked that, you'll hate this",
        "type": "interview",
        "publication": "The Age",
        "journalist": "Stephanie Bunbury",
        "date": "2004-04-04",
        "pdf": "",
        "url": "",
        "author_id": "stephanie_bunbury",
        "show_ids": [
            "a-made-up-story"
        ],
        "fullText": "What do you do when everyone thinks you're brilliant? If you're Daniel Kitson, something they probably won't like. He spoke to Stephanie Bunbury.\n\nThere is only so much success a reasonable man can take. So says Daniel Kitson, who says he has been feeling increasingly contrary since he won the Perrier award in Edinburgh a couple of years ago. People who started coming to see him just wanted to hear him swear (which he does, a lot, but he comes at vulgarity from a rather different place than the suited yobs who roll up wanting to hear filth). He is increasingly disturbed by the people who visit his website to leave messages about how much they enjoyed his gigs but who were, quite obviously, \"complete idiots\".\n\nBut they won't like his latest show, A Made-Up Story. He's got them this time. This is a romance with music that he describes as the comedic equivalent of the Scottish indie band Belle & Sebastian. \"It's about two people who are a bit weird and a bit left out by the world at large, who fall in love. That's it, really. Hardly anything happens. Either you love it or you go, 'Eurrrgh'.\"\n\nQuite a few people who saw it in Edinburgh the year after he won the top prize, he says, found it insufferably bland. He had some awful reviews as well as some good ones and never managed a full house. Great!\n\nI last spoke to Daniel Kitson two years ago, before he won the Perrier. \"I've become more contrary since then,\" he says. \"It's a level of contrariness you get when you get a level of success you feel you haven't earned. You go, 'Well, I'll f---ing show you! I'll teach you to come to my show and tell me I'm f---ing great!\" And he cackles a bit, because, as he says, he is more proud of A Made-Up Story than of anything else he's done. It is just that it is too fragile to sustain the attentions of beery hecklers out for laffs. It isn't their kind of show.\n\nWhat Kitson would really like is to apply the same principle to his entire career. \"It is a nice project to try to whittle your popularity down to something manageable,\" he says.\n\nThe Perrier was seen as his big break. He simply refused to take it. \"I suppose it's partly that I've always been quite fortunate with good reviews, but I've never really had that sense of having to seize an opportunity. I just have this thing where I think another chance will come along and if it doesn't, that's all right, I'll just open a cafe.\"\n\nSo while his agent urged him to tour big venues doing stand-up while his name was still hot, he decided he would rather tour small ones and do more difficult material. He just wouldn't do any publicity, which would effectively keep audiences down. He was more likely to find his sort of people that way.\n\nIs this snobbishness? He doesn't think so. Kitson is much too comfortably embedded in his own peculiarities to bother about anyone else's cred or cool.\n\n\"There are no age barriers or, oh, what if you work in a McDonald's, then you're not invited,\" he says seriously. \"It's purely and simply that I don't want c---s coming.\"\n\nThere is no avoiding the obscenity: as far as Kitson is concerned, c---s are a distinct category, easily identified, who deserve everything he can dish out. He remembers, for example, a table of drunken businessmen who sat at the front of a first-timers' night at a comedy club where Kitson was compere and talked loudly through every act. On came Kitson. \"I started shouting, 'You're c---s, you're all c---s' and eventually they're, like, 'Easy',\" he says, giggling wildly. \"And I said, 'No, not easy, you're c---s and you have to know, you have to leave here knowing that you are f---ing scum!' You know, not a single joke at all. And no one's laughing, they're all going, 'Oh shit, this is a bit weird'.\"\n\nWe are both hooting with laughter by now; he is clearly still chuffed that he gave some nasties their come-uppance.\nHere's an interesting thing about Daniel Kitson: off stage, he has a terrible stammer. On stage, dealing summarily with c---s, that stammer disappears. Shambolic as he seems, he is the master.\n\nKitson loves stand-up. Our expectations of the form may be limited, but he believes its possibilities are infinite. \"I basically think that the majority of everything is a bad example of what it is,\" he says. \"The majority of stand-up is a bad example of stand-up, the majority of music is a bad example of music. I don't want to be part of that, I want to be part of the minority.\"\n\nWe mull over what that might mean, but it is harder to nail good comedy than it is to point at bad. Honesty is crucial. \"All the stuff I do has an emotional weight, an emotional core that a fair amount of stuff on the circuit doesn't really have,\" he says.\n\nWhen some comedian gets up and says how much he hates boy bands, he says, you know it's rubbish. \"It's just like, 'Hang on, everyone knows boy bands are bland shit, you cannot truly be this angry about that'. I don't think boy bands are half as annoying as watching someone talk about anger without really feeling it.\"\n\nHe talked recently, by contrast, of being caught in a road rage fracas with his father and the strange sensation of wanting to hit back. \"And there is still genuine fury there, 'How dare you do that?', you know. It still makes me go goose-pimply when I talk about it.\"\n\nThere are moments, he says, when stand-up can feel sublime.\n\nBut, he says, there are also moments, plenty of them, when you can't maintain the performer's divine arrogance and doubt sweeps in like a tide. \"You become aware that every emotional experience you have in your life is basically open to being co-opted into this f---ing sort of dancing monkey boy - 'Ooh, look, I've got a soul' sort of thing - then you feel like a bit of a fraud. So it is this ongoing thing of wanting to be better and not quite knowing how.\"\n\nOne way, of course, is to grate a little more firmly against the grain. He wants to do another story-style show at this year's Edinburgh Festival that will be so low-tech that he will run his own Super-8 film and play the incidental music on a portable record player. That should keep out the chaff.",
        "notes": "",
        "image": ""
    },
    {
        "id": "standing-up-for-sad-people",
        "title": "Daniel Kitson: standing up for sad people",
        "type": "interview",
        "publication": "bbc.co.uk",
        "journalist": "Oonagh Jaquest",
        "date": "2004-01-16",
        "pdf": "",
        "url": "",
        "fullText": "They seek him here, they seek him there, but fans of comic Daniel Kitson will have to see him live as he shuns TV stardom.\n\nDo you remember that Saturday morning show which told you to 'switch off your TV set - go and do something less boring instead'?\n\nNorfolk folks who fancy live - not canned -laughter are being treated to some top live comedy with monthly Comedy Store dates Norwich's Forum and the Redcard Comedy Club at Carrow Road. And you can't always see this stuff on TV.\n\n2002 Perrier award winner Daniel Kitson is the most elusive of comedy talents. Currently the hottest property on the stand-up circuit, he shuns TV stardom.\n\nHe prefers to bring his blend of self-deprecation and profanity to live audiences.\n\nIf you missed his show at the Forum in the autumn don't panic - he's now a regular turn at the various comedy venues in Norwich.\n\nRead on to discover why he's standing up for shy people and the sadder side of life.\n\nDaniel, you’ve played Norwich before haven’t you? How did you find it?\n\nYeah it’s fine y’know. It’s like anywhere else really, it’s a place that’s got some people in. And I actually really liked it. I barely sort of saw any of the place, but then, erm, I saw a tiny bit and that seemed quite pretty [laughs]. But the best bit was calling at the Red Lodge Travel Cafe on the way back to London.\n\nWhat was good about that?\n\nWhat’s the name of the main road from Norwich down to London? Well it’s basically moved because that road used to be sort of a different road and this travel cafe’s by what used to be the old main road from Norwich to London.\n\nSo it’s pretty much completely dead but it’s just got loads of photos of old music hall and variety acts who used to call there on the way back. It’s really great.\n\nSo do you like old music hall acts then?\n\nEr, no. But I like a bit of tragic humanity now and again.\n\nTragic humanity? Is that something that inspires you in your comedy?\n\nYeah, pretty much. [laughs]\n\nYou were a hot ticket at the Edinburgh Festival fringe, where you got a reputation for playing on nerdiness and inadequacy.\n\nIt’s not very flattering is it really? Anyway it’s not a case of using anything or playing on anything it’s just more a case of me just sort of talking about what I think and how I feel and stuff. And that’s how people just seem to have seen it.\n\nDo you think that people who are very confident are funny, or do you need to have a bit of self-doubt there?\n\nNo, I think people who are very confident are fairly dull. Erm, y’know I think in order to do stand-up you have to have a certain amount of confidence. I mean I’m perfectly confident in my own comedic ability, but I’m not a particularly socially confident person which is a different thing I think.\n\nI’ve heard that you have some of the best put-downs in the business.\n\nHave you heard that? [laughs] I don’t know if I’ve got the best. But I’m just quite rude. So if people really start to annoy me then it gets quite.... Well it tends to involve some swear words and some quite violent and graphic imagery.\n\nAnd it depends entirely on what the audience do. So it’s not as if I’ve got a stock of lines really.",
        "notes": "",
        "image": ""
    },
    {
        "id": "kitson-on-comedy",
        "title": "Kitson on Comedy",
        "type": "self-penned",
        "publication": "Unknown",
        "journalist": "Daniel Kitson",
        "date": "2003",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "fullText": "Reproduced with appreciation. Originally published circa 2004 (original source unknown). \n\nKitson on Comedy \n\nPerrier award winning Daniel Kitson on the state of British comedy \n\nSometimes in the middle of the night when I can’t sleep I think of Edinburgh. More so at the moment. This is because the reason I’m not asleep in the middle of the night is Edinburgh. I’m writing this at twelve minutes past three in the middle of the night on Thursday. Technically it is the early hours of Friday. It is already tomorrow. \n\nOrdinarily of course the impending dawn would be a thing of beauty, a triumph of nature and a reminder that the world has not stopped spinning. Twenty-seven days away from the first show of this year’s festival however, and the coming dawn is nothing but a threatening chorus of birdsong. \n\nThe continuity announcers seem to delight in reminding me of this inexorable progress by saying good morning in between late night television, reminding me that a new day has begun before I have finished what I intended to do with the previous one. \nThat Edinburgh will arrive in under a month and that I genuinely have no idea what my show is going to be. This time last year I had a show. This time two years ago I had a show. This time this year I have some ideas, a poster, an advert in the fringe brochure, a sizable expenditure and mounting expectation. \n\nThis year I’m turning down the majority of interviews. I’m writing pieces for various publications but I’m avoiding interviews. My agent thinks this is naïve and foolhardy. I of course think it’s a stroke of artistic integrity and that my agent is, as all agents do, missing the point. The truth of the situation is probably that I am being naïve but that I genuinely don’t mind dealing with the consequences of my naivety. The consequences of it being a half full room and a perceived lack of success. There is a lot of pressure in Edinburgh, not pressure to produce a good show, a piece of work you are genuinely proud of and that has its own worth and its own reward. The pressure is to sell out. To get press. To be seen as successful. To get bigger gigs. To get access to TV. To be laden with the trappings of a glory defined by bookers and agents and journalists and producers. \n\nThis pressure is pointless. It comes from those with the least understanding about why people produce shows. The only pressure that is genuinely worthwhile is the pressure to produce something wonderful. \n\nThis pressure comes from a different place. Not from the press or the bookers or the agents or the ticket sales. It comes from a place where fifty tickets sold to people who will love the show is better than one hundred tickets sold to people who will mutter and shout their way through a show that was never written for them. \n\nIt comes from a place where a five-star review full of facile, misplaced compliments that betray a total lack of understanding is ignored and derided rather than photocopied and stuck to flyers and posters. It comes from a place where fame is an utterly repugnant and totally avoidable byproduct of the work. It comes from a place where people like Simon Munnery, David O’Doherty and Boothby Graffoe produce shows of genuine worth that are largely ignored. It comes from a place that not a lot of people reside in. It comes from a place that defines its own success. \n\nThere is, of course, another place. A bigger place. A place with comfier chairs and shinier floors. A place where people who come from any small town are surprised and enchanted by modern technology, where people from the South West have six fingers. A place where performers have always just got back from Amsterdam. Where everyone has been nominated for something and is shouting about it. Where there is always some advice for the fellas. Where there is a guy who knows what I’m talking about. \n\nA place where there are always people celebrating something. A place that is always a total sell out. A place where everyone has some TV writing credits. A place where bungalows are unfeasibly expensive. A place where ambition is financial rather than artistic. \n\nFrom a distance this place looks shiny and new and gleams with jewels and trinkets but when you get close to it you notice the shit on the floor and the walls and the ceiling. The shit on the tables. The shit on the shelves. Then, when you have spent some time in this place you realise that the shelf holding the shit is made of shit. That this whole place is shit. And then you leave and tell people about the shit. Or you stay and pretend you haven’t noticed. \n\nBoth these places are in Edinburgh. \n\nIt’s now Friday lunchtime and Edinburgh is still keeping me awake. I’m not awake because I don’t think I’ll sell out this year. It’s a big room and my show is not as accessible as my previous two. Neither do I think I’ll get as much press as the last two years, I’m consciously not courting it and I don’t think that will sit well with the majority of people. I don’t think I will win any awards. I don’t think I’ll make any contacts. I don’t think I’ll get a TV deal. None of this is what’s keeping me awake. The one thing that is stopping me from sleeping is this: \n\nI want my show to be amazing. ",
        "notes": "",
        "image": ""
    },
    {
        "id": "i-want-to-tell-you-a-story",
        "title": "I want to tell you a story",
        "type": "interview",
        "publication": "The Observer",
        "journalist": "Stephanie Merritt",
        "date": "2003-07-28",
        "pdf": "",
        "url": "",
        "author_id": "stephanie_merritt",
        "show_ids": [
            "a-made-up-story"
        ],
        "fullText": "On top of Daniel Kitson's fridge sits a fat silver bottle on a plinth, brown and tarnished in the sunlight. 'What better symbol could you ﬁnd of how quickly its glory fades?' says Kitson with his characteristic giggle, holding his Perrier trophy from last year aloft and blowing the dust from it. 'I wanted to book a run at the Soho Theatre this autumn and they said, \"Sorry, we're holding that slot for this year's Perrier winner.\" I thought, God, I'm last year's news already.'\n\nHe's joking, mostly (that is his job), but although he made it quite clear at last year's Festival that he neither wanted nor valued the award that 99 per cent of working comedians would sell a kidney to win, Kitson is, nevertheless, concerned that its indisputable cachet won't be enough to counteract the unexpected strangeness of this year's show.\n\nIt would have been easy for Kitson to return to the Fringe and sell out one of the big venues with a variation on last year's show. Instead, the winner of the biggest award in stand-up comedy has chosen to go back for a full run with a show that contains no stand-up at all.\n\n'I've had this problem to a degree with the previous Edinburgh shows,' he says. 'The ﬁrst year, people came expecting ﬁlth and they got whimsy. Last year, they came expecting whimsy and got some bitterness. This year, they're getting a story with some ﬁlm and music.'\n\nBut will they be disappointed? Kitson tends to laugh away his anxieties, but with less than a week to go, he admits some concern about whether the new show, A Made-Up Story, staged at a new venue away from the main comedy arena, will even sell.\n'If people have enjoyed my previous work, then I hope they'll respond positively. But there will be people who don't like it because it's not stand-up, and there will be people who don't like it because, well, it's a bit wanky.' He giggles from underneath his beard. 'But in previews, two-thirds of the audience have really enjoyed it, and one-third has been kind enough not to spoil it, so I don't know how it's going to work.'\n\nA Made-Up Story is the tale of four characters. Kitson narrates over a series of stills and video images that he has ﬁlmed in his neighbourhood of Crystal Palace, and he is in the process of putting together a soundtrack.\n\n'There's a song I've taken from the ﬁlm Punch-Drunk Love which begins with the line, \"You'd better hope there's someone for you/ As strange as you are.\" It's perfect. That plays over the intro ﬁlm.' It's a line that captures the essence of Kitson's ﬁrst acclaimed Edinburgh show, Love, Innocence and the Word 'Cock', which detailed the perils of looking for love when you're a bit unusual, and at the heart of the story is the notion of seeking out magic and adventure in a grey world.\n\nAlthough the Perrier can often lead to lucrative television oﬀers, Kitson has eschewed all such openings in favour of total artistic freedom. 'Sometimes, I think I'm just being contrary,' he says, grinning. 'But I don't want to feel that I've been forced into anything. So sometimes you end up in a situation that you're not entirely happy with, but at least you can say, well, I chose it.'\n\nA Made-Up Story is at the Pod, 30 July-24 August",
        "notes": "",
        "image": ""
    },
    {
        "id": "surviving-with-your-wits-intact",
        "title": "Surviving with your wits intact",
        "type": "self-penned",
        "publication": "The Times",
        "journalist": "Daniel Kitson",
        "date": "2003-07-25",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "fullText": "Football, freshly squeezed juice and a well-thumbed Playstation. Our correspondent details the essentials for  getting through August\n\nHISTORICALLY, survival guides are bastions for lazy thinking, shoddy writing and bad comedy. Articles about Edinburgh in particular abound with advice revolving largely around deep-fried foodstuffs, the hills, the penny black and everything else that is pretty much utterly irrelevant. I obviously consider myself way above such tawdry concerns of the hack and therefore will clumsily attempt to do a little more than telling you to avoid street theatre, of which I enjoy a certain proportion, and criticising students handing out flyers, which I think is a reasonable and vital part of the process of selling a show.\n\nMy perennial Edinburgh flatmate, John Oliver, and I have a plan to get us through this year’s festival unscathed. In previous years our main mode of escape has been PlayStation football. Controlling tiny sporting men into the early hours is the finest way to end any day. Particularly a day that has been dominated by reading reviews, avoiding people, sitting on the lavatory and performing. It becomes tricky only when the tiny sporting men cease to do your bidding and light begins to spill through the curtains, sparking a frantic rush to get into bed before the impending dawn can go full blown.\n\nIn both 2001 and 2002 computer football was augmented with supporting struts of insular pleasure. Two years ago when I was in the throes of my first solo Edinburgh show and John was enjoying the relatively stress and inspiration-free environment of a package show, we found comfort in lists. In sticking big sheets of paper and back-to-front posters on the walls of our lurid sitting room— as much to hide the shocking pink that lay beneath as to form a canvas. However, once the paper was fixed in place we wrote lists. The lists could be anything: “People we hate”, “Comedians who are s***”, “People who need to shut up”. There was not a massive amount of generosity of spirit emanating from these tallies. It really helped us, though.\n\nNot much is more comforting than getting in after a particularly pointless exercise in crowd control, picking up a felt tip and writing “the audience” under the heading “People who need to shut up”, making your way to the PlayStation, switching it on, picking up a controller and settling in.\n\nLast year John and I were both performing solo shows. John had left the nursery pool of the Comedy Zone and was finding the wide open waters of solo performing a little choppy. I, of course, had a bigger boat than John, a boat I wasn’t sure I wanted to be in and a boat whose course I seemed unable to control. The point being that we were s****ing a lot. An awful lot. Once more the PlayStation was unpacked and controllers passed out. Once more the tiny sprinting footballers calmed us.\n\nLast year, however, rather than writing lists, we made juice. Watermelon, pineapple, apple, orange, strawberry, any combination you can think of. Getting home after a performance that has made you forget why you ever thought your show was remotely watchable is made so much easier when waiting in the fridge is watermelon and strawberry juice less than three hours old. After pouring a glass and picking up a controller you feel that you may actually be the future of comedy once more.\n\nSport in general is important to our experience of Edinburgh. Aerobie (flying rings), mini-golf and always, like a calming hand on your shoulder, football. Kick-about matches on the meadows are often hastily convened on days when there is slightly more blue than cloud. People surprise you in these makeshift games, sometimes for the better, sometimes for the worse. Generally people are pleasantly surprised by my quick feet and are often let down by John failing to deliver on his flashes of early promise. David O’Doherty, a man with a head seemingly too large for his body, is a phenomenal player, while Danny Bhoy, with a normally proportioned head to torso ratio, has a game that seemingly consists only of pace and ineffective touches of flair. Russell Howard, a great new comedian, is the most naturally gifted footballer I’ve seen but has a propensity to be distracted by food, while Andy Zaltzman remains stoic and determinedly old-fashioned as a defender.\n\nFor the past two years John and I have employed a policy of avoidance (people, parties, agents) and indulgence (computer football, real football, waffles) and it has served us well. This year, however, we are ready for Edinburgh. Not ready in the sense of having a finished show. Not ready in the sense of psychologically prepared for the brief and utterly disproportionate amount of media coverage. But ready in the sense of having tracked down and bought every film we can think of that contains slow-motion sporting triumph over adversity, ideally backed by some manner of stirring music. Edinburgh cannot hurt us now. Negative reviews cannot upset us. Low audience numbers will cause us no concern. Walk-outs will be welcomed. All because the boys in Escape to Victory put up with more than we can ever imagine.\n\nIt began last year with the stirring Remember the Titans (a film of such perfection that John momentarily forgot about his impending financial loss) and is continued this year with the futile courage of Tin Cup, the once-hip jive talk of White Men Can’t Jump, the documentaries When We Were Kings and Hoop Dreams, both ready to lift us from the depths to the very pinnacle of human courage. Field of Dreams, Chariots of Fire, Rocky, they are all coming to our aid. Like half-forgotten friends returning in the final reel to save the heroes from insurmountable odds. You play sporting footage in slow motion, put music behind it that makes you shiver, and you have a film I will pay money to own.\n\nThis then is the plan: a juicer, a PlayStation, a football, waffles and paninis, little men doing as they are told, a glass full of juice and a scene of sporting courage ready in the DVD player. Come to me now, Edinburgh, and bring your slings and arrows, your potshots, your misguided ambition and your insularity. Bring it all and do your worst for I am prepared. I am ready.",
        "notes": "",
        "image": ""
    },
    {
        "id": "reluctant-star",
        "title": "Reluctant star",
        "type": "interview",
        "publication": "theage.com.au",
        "journalist": "",
        "date": "2003-04-04",
        "pdf": "",
        "url": "",
        "fullText": "Daniel Kitson isn't like other comedians. At the notoriously competitive Edinburgh Festival Fringe last August, he won live comedy's most prestigious award, the Perrier. He didn't want it. So unanimous is his critical acclaim that it's virtually impossible to ﬁnd a bad review of the British comedian's stand-up. He says he's overrated. When asked on radio the other day to plug his festival show, he refused, saying, \"No, no, I don't want people to come and see me, because there's far better people on; you should go and see them.\"\n\nKitson's autobiographical comedy is just as idiosyncratic. Emotional candour, sensitivity, rancour and poetry all coalesce to create his complex, relentlessly hilarious comedy.\n\nWhile the press have lavished him with praise, he's also been depicted as the geek or the loner, which implies that he's somehow a victim of social exclusion.\n\nHowever, to suggest he's an outsider looking in is to miss his point entirely, and highlights the narcissism of a mainstream obsessed with its own mediocrity that Kitson passionately despises and often rails against on stage.\n\nIn other words, Kitson isn't interested in belonging to any club that would have him as a member, thank you very much. He's not excluded from the mainstream; he chooses to avoid it. Yet, ironically, he's massively popular.\n\nSo how does one who has such a strong current of misanthropy running through his work cope with the queues that stretch halfway up a city block waiting to get into Something, his much-anticipated second Comedy Festival show?\n\n\"Yeah, it's weird,\" he says with a laugh. \"I don't really cope with it very well.\"\n\nOn the strength of his ﬁrst Perrier nomination in 2001, Kitson debuted at last year's Melbourne International Comedy Festival, where he sold out every show except his opening night.\n\nPreviously unknown to local audiences, demand was so great that extra shows were scheduled for Kitson's show, which chronicled his progressive loss of innocence as the world increasingly revealed itself to be imperfect and disappointing.\nKitson baulks at the suggestion that his seemingly fearless emotional honesty gives voice to universal although often unspoken truths, saying, \"I'm fairly wary of all that, 'Oh, he says things that no one else does'. I just talk\".\n\nInstead, he attributes his success to the fact that \"I've got a funny face and I'm quite good with words\".\n\nSomething won Kitson the 2002 Perrier, and although his current Melbourne season shares the same title, he says the content has evolved. The recent death of his grandmother features prominently in this show, and while love is still a theme this year, it's more about familial than romantic love, which is countered by his dark world view.\n\n\"All people are c---s and I love my grandma. That's basically it,\" he says of what the show is saying this time around.\n\"I don't hate everybody,\" Kitson clariﬁes. \"When you're just going around you think, 'Well, most people I don't like'. That's basically it. Some people go, 'Well, that's a very cynical point of view', but it's not at all, because I have faith in the humanity of individuals as opposed to humanity as a species. I think humanity as a species is f---ing horrendous; I think the humanity of individuals is wonderful.\"\n\nWhere most comedians are concerned about whether or not the audience like them, the reverse is true of Kitson.\n\"There's a very small proportion of people who like me, who I go, 'Excellent, they really, really get it'. There are a lot of people who enjoy it who go (adopts a dumb voice), 'Oh, he swears about stuff, he's great'. They sort of miss the point. You get a bit annoyed with idiots liking you.\"\n\nHowever, Kitson has faith that there are enough other like-minded people in the world to comprise the type of audience he wants.\n\n\"It's just interesting when certain bits, which are innately about feeling fairly disenchanted with most people in the world, do really well on certain nights because clearly the audience is full of people who feel similarly - and on some nights they don't do so well because the audience is full of people that aren't,\" he says with a chuckle.\n\nThat dichotomy is about to become more pronounced, if Kitson has his way.\n\n\"Up in Edinburgh this year I'm going to do something that's going to lose me a lot of fans,\" he says, sounding genuinely delighted at the prospect. \"It's going to be fairly multimedia and one long story, and it'll be in the round, so we'll just see how popular I am after doing that for 28 nights,\" he says with a big grin.\n\nSo is he going to actively work against his own popularity?\n\n\"I want to get an audience and develop an audience that I like and that I think will come with me when I want to do different sort of stuff, but I don't think that that audience has an inﬁnite size,\" he says. \"I think there's a ﬁnite number of people that I want to like me.\"\n\nAnd that's about three people, given that everybody is an idiot?\n\n\"Yeah, it's about three or four, depending on my mood,\" he says with a smile.\n\nDaniel Kitson performs at the Melbourne Town Hall, Swanston Street, city, Tuesday to Saturday at 9.45pm and on Sunday at 8.45pm, until April 20.",
        "notes": "",
        "image": ""
    },
    {
        "id": "undue-north",
        "title": "Undue North: Comic Daniel Kitson aims to be funny - whether you like it or not.",
        "type": "interview",
        "publication": "The Big Issue in the North",
        "journalist": "Ben Carlish",
        "date": "2003-02-22",
        "pdf": "",
        "url": "",
        "show_ids": [
            "love-innocence-and-the-word-cock"
        ],
        "fullText": "To paraphrase Groucho Marx, Daniel Kitson definitely wouldn’t want to be in a club that would have him as a member. But he might wear the lapel badge after scrawling a picture of a penis on it as an ironic gesture. \n\nIn a multi-million pound industry churning out svelte career comics like so many china dolls off a production line, the bearded, bespectacled figure of 25-year-old Kitson is one of a few who resolutely breaks the mould. \n\nDubbed by some of the more gormless sections of the media as the comic champion of the misfit, Kitson deservedly won this year’s Perrier Award at the Edinburgh Festival, an accolade most comedians would give their right arm for. However, he’s gone on record saying he didn’t want it. Why not? \n\n“Because it’s a nonsense,” he splutters from his Karl Marx-issue beard. “It’s a divisive thing, in the middle of an art festival. For lots of people, Edinburgh’s a trade fair, an opportunity to get noticed by the telly but for me it’s an art festival and I like to think of what I do in artistic terms. You just start to resent it, because it hijacks everything.” \n\nLooking like a cross between a young Jack Duckworth and a young Grizzly Adams in Oxfam clobber, he’s pretty hard to miss, yet few people outside of the stand-up scene recognise him. This is partly because, despite making audiences wet themselves since he was 16, he has eschewed the pull of TV and has gone out of his way not to court the media. Recently, though, he made a much vaunted cameo appearance in Channel Four’s Phoenix Nights as seedy Spencer, the socially challenged and hopelessly inept barman. Yet, he says it’s a role he wasn’t particularly proud of. \n\nHe hails from Denby Dale near Barnsley but woe betide anyone who makes the mistake of describing him as a northern comic. At every turn, whenever observers try to bracket him he deliberately goes the other way. \n\nIt seems strange somehow to meet this shambling non-conformist in a very chic side street in London’s Chalk Farm, lined with well-to-do eateries and posh specialist shops. Although the venue, a Russian tearoom decked out with Russian dolls, fine Eastern European paintings and copper samovars, is hardly run-of-the-mill. And it does do a lovely borscht. \n\nGiven his mistrust of mass media exposure, it’s hardly surprising he hasn’t been overly enamoured with the success of Phoenix Nights. \n\n“I don’t think it’s that good,” he says with a shrug. “And this thing, it’s northern and it’s one of ‘ours’ – I fucking hate that. It’s so lazy and so parochial. I try really hard to avoid the ‘northern lad’ tag because to me it’s an irrelevance. I’m a comedian first and a person second and way down the line I happen to be northern. It’s not that I am ashamed of being from the north; it’s just that it’s a fluke.” \n\n“But I really liked the first series of Phoenix Nights,” he admits, “and it’s hard for me to know if I didn’t like the second series just because it’s become part of the mainstream and I find the idea of being part of it fairly repulsive.” \n\nIs he then on a deliberate mission to subvert the “new conventions of comedy” as one critic has suggested? \n\n“Yeah, alternative comedy – such as it was – has become a new mainstream and it’s just as dull, tedious and as parochial as the old mainstream had become in the Eighties.” \n\nSo are there any good comics out there except him? \n\n“No, no it’s all about me,” he guffaws. “There are people like Ross Noble, David O’Doherty, Simon Munnery, Tommy Tiernan, Boothby Graffoe. And Johnny Vegas. They’re not people who want to be famous, they’re not people who want to be actors. They’re brilliant comedians. \n\n“And if you watch something on TV with Johnny, it may be better than the majority of other stuff on TV, but there’s no comparison to him live, destroying the room and making you piss yourself, then feel a bit sick, then being on the verge of crying and then pissing yourself again. That’s phenomenal. It’s about winning the hearts and minds of the people, it’s that real ‘this is us together, in here, right now’ feeling.” \n\nAnd this is something Kitson himself has an enduring gift for – often holding an audience for up to three hours, sometimes with just three or four gags. Even appearing on Blockbusters as a teenager he had the whole studio, his fellow contestants and Bob Holness practically crying with laughter – as his website (www.danielkitson.com) proves. \n\nBut, not content to dine out on his trademark raucous ribaldry for ever, Kitson sat down to write his first structured show bathetically called, Love, Innocence and the Word Cock, which was as sweet a piece of comic reflection on childhood as you’ll ever hear. \n\n“I was becoming fairly well known on the circuit,” he reflects, “but all I’d do is fuck about with the audience and I got really bored with that. Because despite it being off the cuff you’d always know what would happen next, because there’s fairly standard improvisational structures you end up falling in to.” \n\nIn Love, Innocence and the Word Cock, Kitson stabbed warm recollections of childhood adventure (“School trips were great. Where you were going was immaterial, it was the two hours sat on a coach pointlessly waving at people in cars that really got you going…”) with darts of self-deprecation (“No one waves back now I look slightly like a paedophile”). \n\nAnd just when everyone started hailing him as a “romantic comic” practically likening his comedy to poetry, he changed the tone of his show again. \n\n“I thought I’d like to be really funny but not necessarily have people really like me.” \n\n“I got fucked off with the way people said, ‘Isn’t he lovely, lovely, la-la-la, really engaging, lovely, lovely’,” he spits. “And I was thinking, ‘I don’t want to be seen like that.’ But, in my most recent show, it’s essentially how I don’t like much of the world. \n“I thought I’d like to be really funny but not necessarily have people really like me.” \n\nBut try as he might, people do like him. When I ask him if being teetotal gets him into bother when he goes back home to South Yorkshire, he just looks at me, pats me on the shoulder and says, “Come on, you’re better than that.” \n\nAs we are leaving the tearoom a dour-faced business suit barges past me, almost knocking me flying, without so much as a pardon. \n\n“I hate it down here sometimes,” I say to Kitson, “it makes me feel so…” \n\n“Northern?” he suggests. \n--- \nDaniel Kitson appears at the Alhambra Studio Theatre – February 28 (Tel: 01274 443 2000); the Dancehouse Theatre, Manchester – March 1 (Tel: 0161 237 9753); the Nuffield Theatre, Lancaster University – March 5 (Tel: 0800 609 1110); and the Theatre Royal, Wakefield – March 11 (Tel: 01924 211 311). ",
        "notes": "",
        "image": ""
    },
    {
        "id": "watch-this-face",
        "title": "Daniel Kitson: Watch this face",
        "type": "profile",
        "publication": "bbc.co.uk",
        "journalist": "John Murphy",
        "date": "2003-02",
        "pdf": "",
        "url": "",
        "fullText": "With his unruly beard and lank hair, Daniel Kitson may not look like your average comedian. But his gig at the Lescar pub shows he's a face to watch, writes John Murphy.\n\nThe Last Laugh Comedy Club, based at Sheffield's Lescar pub, has been playing host to up and coming comedians for over ten years now, and it's popularity shows no sign of being on the wane.\n\nIn the past, the likes of Johnny Vegas and Ross Noble have trod the boards, and it was recently the turn of the Perrier Award winning Daniel Kitson.\n\nWith his unruly beard, lank hair and big thick glasses, Kitson may not look like your average comedian, as he freely admits himself.\n\n\"I've looked like a paedophile for nearly two years now...\" was his opening gambit, which in the current climate may not have played too well in anyone else's hands.\n\nLuckily, Kitson's self-deprecating manner meant he won the audience over immediately.\n\nAfter apologising to anyone in the audience who only came to see him because he was in Channel 4's Phoenix Nights (\"nothing to do with me...I'm not very proud of it to be honest\"), Kitson was away and taking us on one of his many flights of fancy.\n\nGrabbing a spare stool and perching on it, his show feels more like an intimate chat than a stand up performance.\n\nThere are two sides to Kitson's act - firstly there's a sweet and vulnerable side, as evidenced by the long routines he devotes to his prominent stutter, and the touching and funny tribute he pays to his grandmother, who died recently.\n\nKitson's completely unselfconscious stage manner adds to his charm, and soon everyone in the audience is thinking of him as their new best friend.\n\nHowever, it's the other side to Kitson's performance that demonstrates his real talent. He had some in the audience reduced to helpless tears with various hate filled rants against well chosen subjects such as Army recruitment adverts, Heat magazine, and award winning pop stars who thank God.\n\nThe latter was particularly well observed, as Kitson pointed out the absurdity of any deity prioritising Mary J Blige's Grammy win over war and famine.\n\nAt only 25 years of age, the future is certainly bright for Daniel Kitson. But he shouldn't be filed away as a face to watch in the future.\n\nKitson's is a star for today, not just tomorrow and it's only a matter of time before he becomes a household name.",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-at-uea",
        "title": "Daniel Kitson at UEA",
        "type": "review",
        "publication": "bbc.co.uk",
        "journalist": "Chris Goreham",
        "date": "2002-12-10",
        "pdf": "",
        "url": "",
        "fullText": "It's like being part of a teenage gang, when Daniel Kitson and Russell Howard let you in on their private jokes in a UEA lecture theatre, says Chris Goreham.\n\nIf there’s a happier tour bus on the road at the moment I’d like to see it. It can’t be down to a rock ‘n’ roll lifestyle because Daniel Kitson and his support act Russell Howard both claim to be teetotal.\n\nGiven that it’s hard to explain why these two seem to love life on the road so much - but it does make for a refreshing feel-good night of comedy.\n\nIt’s like being part of a teenage gang rather than an audience as Kitson and Howard take it in turns to let you in on some of their private jokes and share their favourite moments from behind the scenes on tour.\n\nEach is happy to let the other interject during their acts either from backstage or from in the middle of the audience with a camcorder.\n\nPerrier Award winner Kitson is one of the countries real rising comedy stars. He played the nerdy barman in the second series of ‘Peter Kay’s Phoenix Nights’ and don’t be surprised if higher profile roles follow.\n\nRelaxed isn’t the word. He presents his entire act sat on a chair in the centre of stage and with his untidy beard, long straggly hair and Ben Folds Five T-shirt he’d have no problem fitting in on any university campus.\n\nThe slightly odd venue, one of the UEA lecture theatres, provided some irresistible opportunities that Kitson didn’t fail to make the most of.\n\nFrom the childish writing rude words on a blackboard to playing with the house lights from the on-stage podium his spontaneous mischief went down well with an audience of 300 or so, made up mainly of students.\n\nHe does engage in some banter with the audience and he’s not afraid to experiment with his act.\n\nOne of his real strengths is the ability to shrug his shoulders and admit when he’s led himself down a blind alley without visibly squirming or resorting to being offensive towards whichever poor unfortunate front row dweller he’s picked on as so many other comedians do.\n\nThe show ended with three of the audience members carrying Kitson off stage shoulder high.\n\nBut before you start thinking that this was due to the most triumphant comedy performance ever, it was completely engineered by Kitson.\n\nThe way the audience went with it though would suggest he may not be too far away from getting that sort of reaction without having to ask.",
        "notes": "",
        "image": ""
    },
    {
        "id": "comedy-out-on-his-own",
        "title": "Comedy: Out on his own",
        "type": "interview",
        "publication": "The Sunday Times",
        "journalist": "Stephen Armstrong",
        "date": "2002-11-03",
        "pdf": "",
        "url": "",
        "fullText": "Comedy: Out on his own\nThe sharp-tongued Perrier winner Daniel Kitson wants laughs, not love. By Stephen Armstrong\n\nKitson was 24. He’d only been out of college four years. It was too soon. “If he gets it in his first year, he really will just implode,” one of his peers told me on the night before the award. And then, this year, he was nominated again. “I can’t see how he’s going to handle it if he wins,” another comedian said, five hours before Kitson actually picked up the gong. Everyone laughed when, for his acceptance speech, he read out a letter explaining why he wasn’t there that night. If only they knew.\n\n“I wrote the speech because I didn’t want to go and get the award,” Kitson, now 25, explains. “I didn’t want anything to do with it. I said at the start of the festival to my agent, Hannah Chambers: ‘I’d quite like to be ruled out of it.’ And she said: ‘You can’t.’ Why not? ‘Because I’ve got a new dress, and if you say you don’t want to be considered, then everyone will see it as a publicity stunt.’\n“In retrospect, that would have been the best thing. The whole process is innately dividing. I’ve met people who I couldn’t speak to because they thought they should have been nominated. These are, if not my friends, then my workmates, and now it’s really awkward.”\n\nKitson’s background handily fits the media shorthand for truculent rebel. He comes from the north of England, for a start, and his father, a lecturer, was once Labour councillor for Cudworth. He moved to London in 1995, taking a drama course at Roehampton Institute, laced with avant-garde theatre theory, and at the same time pursuing his dream of stand-up with open-mike spots in clubs. His material is no standard-issue cynical rant, however. With a mighty intelligence, he takes an idea and bends it every which way, making observations that may be universal, but are still pin-sharp and related with a palpable sense of astonishment.\nHis award-winning show still jarred with some, especially those who first encountered him in 2001. Love, Innocence and the Word Cock was, in the main, about his belief in true love. This year’s Something, which starts a run at London’s Soho Theatre tomorrow night, is more abrasive, taking to task sponsors, soldiers and those who follow the crowd. It still has typical moments of self-mockery, however. “My life is exactly as my appearance would have you believe,” he says. “Though I probably don’t masturbate as much as you think.”\n\n“I really liked last year’s show,” he reflects, “but I got f***ed off with everyone going: ‘Oh, he’s so lovely and likeable — everything about this nerd shouts out “Love me”.’ So I was interested in being less likeable on stage, but as funny. That was subconscious, I think, until someone pointed out that people were leaving my show saying: ‘That was really funny, but I don’t really like him very much.’\nAnd I thought: ‘Excellent.’”\n\nBut, I say, pulling out my A-Z of Psychology, surely the defining characteristic of a comedian is that they want to be liked. “I’d like to be liked by the people that I want to like me,” he says. “Stuart David from Belle and Sebastian came and saw the show, and the play-in music was two tracks by Looper. On my website, he left a message saying that coming to see the show made him feel a bit less lonely, and that was great. I don’t want everyone to like me. I don’t even want the majority of people to like me, because the majority of people tend to be a bit stupid.”\n\nBut how will this edgy, outsider perspective stand up to mainstream success? “I do think of it as my duty to remain an outsider as best I can, without it becoming an affectation,” he says thoughtfully. “And I do intend to actively resist mainstream success, which is unappealing to me, because I think genuinely wonderful things aren’t liked by that many people.”\n\n“I am more interested in music than comedy,” he continues. “When people ask who my comedy idols are, it’s Ben Folds and Neil Hannon. I saw Ben Folds’s band in Bristol, and he renders comedy pretty much obsolete. He’s writing these wonderful, wise, incredibly powerful songs that are also really funny, and he’s incredibly amusing between songs.”\n\nIf music inspires him so much, why did he choose to become a comedian?\n\n“Because it’s me talking. What I mean is that, in stand-up, you have complete control. That’s incredibly important in stuff you see in terms of art. In fact, it’s the only area where you can have total editorial control.”\n\nThis freedom allows the cynical stand-up to pursue that least cynical of all subjects, true love. It dominated Kitson’s show in 2001, and has a cameo in 2002. “It’s something that I find really interesting, and it’s what I think the whole point of being alive is,” he says. “Now that I’ve spoken about it onstage, when I meet a girl and really like her, but I know she’s not the one, I’ve always got this thing in my head: if it isn’t true love and it’s clearly a lie, then I will be held accountable.” But isn’t that daunting? What if you don’t find true love? “Well, it is, but it’s not. You can find comfort in the belief that you’re doing the right thing. I’m on my own, but I’m on my own for entirely the right reasons. It’s not particularly lonely to be on your own. It’s far more lonely to be in a relationship that you know is f***ed.” It’s unusual to find such honesty in a comic, but there are others like him — Omid Djalili, John Oliver and Reginald D Hunter all favour similar sincerity. Maybe comedy is now finding its soul.\n\nDaniel Kitson, Soho Theatre, W1, Nov 4-23",
        "notes": "",
        "image": ""
    },
    {
        "id": "need-to-know",
        "title": "Need to know",
        "type": "interview",
        "publication": "The Observer",
        "journalist": "Stephanie Merritt",
        "date": "2002-10-27",
        "pdf": "",
        "url": "",
        "author_id": "stephanie_merritt",
        "show_ids": [
            "something"
        ],
        "fullText": "The name Daniel Kitson may not strike an immediate note of recognition with the man in the street, but this is entirely deliberate on Kitson's part. If he were interested in fame, wealth and his own television show, the 25-year-old winner of this year's Perrier Award could have become one of the biggest names in British comedy over the past 12 months. Since his debut Edinburgh show Love, Innocence and the Word Cock was nominated for the Perrier last year, he has been deluged with oﬀers from television people who want to turn him into the next big thing and, resisted them all, save a cameo role in Peter Kay's Phoenix Nights.\n\nAt the moment he's engaged in an argument with his agent because he wants to preface the boast, 'Winner of the 2002 Perrier Award' with the words 'reluctant and ungracious' on the posters for his London run. 'It's a joke against myself more than anything,' he says, in the faintly weary tone that always creeps in when he has to explain himself to journalists. 'I'm aware that it looks as if I've just been obstreperous and self-important about the Perrier, but really I haven't. If I'd played up to the Perrier thing, I'd have been undermining what I do in my show. Because who I am on stage, and the nature of what I think and feel, all come from not being part of the mainstream, not ﬁtting in.'\n\nHis is the perspective of the boy always picked last for team games at school, the kid with the stammer and thick glasses who was always on the fringe by default, and in adult life remains that way by choice. Much of last year's show was based on anecdotes relating to his appearance, but he is tiring of critics who dwell entirely on the way he looks and his speech impediment, and wishes that these elements could now be accepted as part of him and not the focus of his material. Love, Innocence and the Word Cock was largely about growing up and the end of childhood dreams; in this year's show, he is markedly less vulnerable and more experienced in the ways of the world, but the childlike quality that has earned him comparisons with Eric Morecambe is still abundantly visible. On stage, Kitson shines; his body language may be gauche, but he is so clearly a natural performer that audiences give him their trust and aﬀection without hesitation, which explains why he sometimes gets away with murder in terms of content. Kitson swears profusely, on stage and oﬀ, in a sweetly inoﬀensive manner suggestive of a small child who doesn't know quite how bad the words are; he has a rare gift of making all profanities incredibly funny.\n\nHe was born in Denby Dale, Yorkshire, the son of a teacher and a lecturer, and decided that he wanted to be a stand-up at the age of 13. At 16 he began performing and was the youngest runner-up of the Daily Telegraph 's Open Mic Award. After a drama degree at Roehampton Institute he began to get regular slots at clubs, was signed by an agent and was being talked about in hushed tones among critics and fans of live comedy a year before the extraordinary success of his ﬁrst Edinburgh show. His early shows were based almost entirely on banter with the audience, and the transition to more structured, story-based shows came with Love, Innocence , though it's a foolish heckler who would pit himself against Kitson's whiplash responses.\n'I really like the idea of people having discovered me for themselves,' he explains.\n\n'We've all had the experience of having a song that we love and it's special and we think it's our song, we found it, and then it becomes really popular and everyone knows it and the song's spoiled for us. The wider the audience, the less magical it becomes.'\n\nThis resistance to mainstream success is not overtly political. Kitson is reluctant to outline his beliefs, though he becomes vocal on the subject of the corruption he has encountered in so-called charity gigs, and has some wonderful material in his show about how he was duped into taking part in a commercially sponsored tour. But the one word that crops up more than any other when he talks about his own work is 'humanity'. His aim for this year's show was to make it 'as deeply moving as the \"You And Me Song\" by The Wannadies, and as innately funny as a pigeon walking.' He is interested in developing his act, incorporating multi-media, perhaps making his own ﬁlm, but he wants the material to retain the warmth and human connection that won so much praise. 'The one positive thing about winning the Perrier is that it's over with now. So I'm really excited about next year at Edinburgh because I can just concentrate on doing good work and enjoying doing the show for the audience, which is the whole point really.'\n\nDaniel Kitson's Something plays at the Soho Theatre, Dean Street, London from 4-23 November.",
        "notes": "",
        "image": ""
    },
    {
        "id": "daniel-kitson-comedy-interview",
        "title": "Daniel Kitson - comedy interview",
        "type": "interview",
        "publication": "The Metro",
        "journalist": "Dominic Maxwell",
        "date": "2002-08",
        "pdf": "",
        "url": "",
        "show_ids": [
            "something"
        ],
        "fullText": "AS DANIEL KITSON takes to the stage, it's obvious there's something about him that marks him out from the rest of Edinburgh's hot new stand-ups - he's the only one who looks like Professor Denzil Dexter, John Thomson's hippie lecturer character from The Fast Show, writes Dominic Maxwell.\n\nKitson is quick to address the impact his flowing locks, beard, bottle-thick glasses and charity shop attire has on his audience - 'I know what you're thinking, is he a paedophile or is he an explorer?' So is he ever tempted to change his appearance?\n'I don't look like this because I've got some jokes about it - I look like this because I look like this. I do that joke at the start because of the disproportionate amount of press my appearance got last year.' Indeed, there was little between some reviews of his show, Love, Innocence And The Word Cock, and the abuse ('Freak!' 'Austin Powers!') he jokes about getting in the street from children and drunks.\n\nComments on his looks weren't the only thing last year's show brought- the mix of whimsy, swearing and personal revelations was showered with praise and Kitson found himself nominated for the Perrier Award for what was his Edinburgh debut as a solo performer. In fact, he was tipped to win the Perrier months before his show was even finalised.\n\nGiven that level of expectation, was he disappointed he didn't win? 'No, I was overjoyed. I genuinely was - I got a bit freaked out by the whole thing. The focus this year isn't on the award, it's on the show and to put on a show I would like if I saw it - something that will make people laugh and move them a bit.'\n\nInspired to pursue a career as a comedian aged 13 after seeing Paul Merton on Have I Got News For You?, Kitson was in the final of the BBC Open Mic Awards five years later - since then he's tested out a wide range of styles. 'I'd done puns, chat, improvised round the audience,' he says. 'The show's quite intimate now, I realised I didn't want people walking away with their abiding memory of me being of someone saying:\n\n\"What's your name, what do you do, you've got funny hair\".'\n\nKitson's current show, Something, covers similar ground to his last - including more material on his fondness for swearing, reminiscences about childhood tobogganing and his thoughts on the nature of true love. 'I wanted the show to have a humanity and weight of substance to it, I'm talking about stuff that I believe in,' he says.\n\nKitson is unimpressed with those who just use the Festival to bag their own TV series. 'I don't see it as a tacit audition for a Channel 5 pilot,' he says.\n\n'Too many comedians are doing comedy as a means to an end when it should be the end itself. People are doing it because they want to be presenters or actors, when they should be doing it because they want to be a comedian.'\n\nVENUE AND DETAILS: Until Aug 26 (except Sat, Aug 20 and 23), The Pleasance (V33), 60 The Pleasance, 21:45 to 22:45, £9 to £10, £8 to £9 concs. Tel: 0131 556 6550. www.danielkitson.com",
        "notes": "",
        "image": ""
    },
    {
        "id": "geek-with-comic-genius",
        "title": "Geek with comic genius",
        "type": "profile",
        "publication": "The Age",
        "journalist": "",
        "date": "2002-04-02",
        "pdf": "",
        "url": "",
        "fullText": "Daniel Kitson \nMelbourne Town Hall, \nTuesday to Sunday, 8.30pm, \nuntil April 21\n\nStand-up comedy is the only truly egalitarian arm of the entertainment business. Plastic surgery and social graces are an irrelevance. If you're funny, you will be worshipped as a god no matter how overweight, ugly, snaggle-toothed or freaky you are.\nAnd so it is with Daniel Kitson, a bearded, bespectacled, swearing, stuttering geek from England. Every aspect of his painfully awkward 25-year-old misfit demeanour screams out that he has nothing in his life except a complete back collection of individually wrapped and cross-referenced mint-condition X-Men comics.\n\nBut Kitson has been tapped on his limp-haired head by the fairy wand of comedy brilliance, and thus is forever transformed into a creature of grace and beauty. Kitson's gift is the alchemic power to spin ugly dross into comedy gold. He is deeply, affectingly funny.\n\nHe talks of the loneliness of masturbation, about looking retarded, clumsiness, adolescence, school sports, Down syndrome and romance. He swears a lot, but somehow it's charming and naive rather than gratuitous. Kitson has a pure spirit that beams out from behind his rampant beard and Coke-bottle glasses. \n\nKitson, a fairly new face even in the UK, was nominated for a Perrier at last year's Edinburgh Festival. It is, essentially, exactly the same as the self-titled show he is performing here, the only difference being that in Edinburgh the show was called Love, Innocence, And The Word Cock. This is one of the most perfect titles in comedy history; Kitson is profane but sweet, naive but knowing, clear-of-heart and achingly funny. A class act.",
        "notes": "",
        "image": ""
    },
    {
        "id": "coarse-work",
        "title": "Coarse work",
        "type": "interview",
        "publication": "The Age",
        "journalist": "",
        "date": "2002-03-31",
        "pdf": "",
        "url": "",
        "fullText": "If he shaves off the thicket of whiskers described by one paper as \"heroic\", he looks like \"somebody a bit special\", says Daniel Kitson. Behind the beard, however, he looks \"like a paedophile\".\n\nFunny either way, in fact; you could say he was born to be a comedian, at least as long as he is prepared to make fun of himself. Which he is. People should laugh at how he looks; when they think about that, it will undercut all sorts of assumptions they make about appearances. That's his argument, anyway.\n\nI sit with Daniel Kitson outside a cafe in a newly fashionable bit of the East End. Daniel will never, I am happy to say, look newly fashionable.\n\nHe is hairy today, but he actually doesn't look like a paedophile's bootlace, even when a girl goes past in high-heeled boots and he gets, just for a moment, rather frisky and frothy and fetishistic. He just looks funny, in a friendly sort of way.\n\n\"I'm glad I've got a funny face,\" he says. \"It's the game: I'll take the piss out of you because I take the piss out of myself. It's fine. Let's all relax. But I don't put myself down, particularly. I like looking like this. I don't want to be an overtly attractive person because I think that leads to being fairly vacuous.\"\n\nAnd Kitson, for all the bum-level banter he does in the late-night comedy spots, is fairly serious. He won't do advertisements. He says that he hates having his swearing and scatology boiled down to be \"politically incorrect comedy\", with that implication that he is a yob who is going to have a go. Because he is fairly politically correct, too, in his own way.\n\n\"I got a line preview in Edinburgh that said 'if you like your comedy lewd, crude and distinctly non-PC, then go and see Daniel Kitson,\"' he remembers. \"I hate that. Crude, to start off with, implies clumsiness. And you can be skilful with swear words, even if they are swear words.\n\n\"I don't set out to be lewd or crude. It's much more to do with what I'm saying than how many times I say the word 'cock'. And when you say you're going to be politically incorrect, that immediately leads to that sort of 'he says things we all think but none dare say' line. And no, I don't.\"\n\nCoarseness, now: that's another thing. He certainly does swear a lot, very gleefully. And he is convulsed when someone rushes the stage during a spot in London's rowdy, roistering Comedy Store and pulls his pants down. \"I don't see that as pertaining to PC,\" he says. \"I just see that as someone being drunk and saying 'right, here we go, cock out!' Fair enough; it's a rare old sight! Not that I'm inviting that in Melbourne, you understand.\"\n\nHe tries to compose his face into something vaguely like a stern boarding school beak. Despite his glasses, thick as the doors to the Bank of England, a stern Daniel doesn't work. He drops his face and giggles instead.\n\nIt's true, though: he isn't inviting anything like that. Kitson's Melbourne show will be a variation on his Edinburgh one-man reverie Love, Innocence and the Word Cock, an hour of rambling round his memories of family life and first loves in front of a completely seduced audience. Away from the beer barn atmosphere of a comedy club, freed from hecklers, he gives a performance so casual that it doesn't seem to be a show at all. Any minute, you think, he's going to ask us all back to his.\n\nThis, he says, is what he always wanted to do. \"When I'm doing a stand-up gig it is very easy for people who are idiots and obnoxious to see it and enjoy it. They just go 'oh, he's swearing at people, that's really good'. But in Edinburgh this year, I got four burly blokes who walked out when I started talking about falling in love. And that felt really good, because at most gigs you can't control the people who like you.\"\n\nCoarseness, however, is always with him. Somewhere towards the end of this Mr Softy rave, Boot Girl walks past. Kitson falters, momentarily. His ogling is so incompetently obvious that it, like everything else he serves up, seems very funny although - of course! - he also has a whole theory about the heeled boot's allure. The boot is \"a particularly sexy shoe-type garment\", he says, \"because they imply a certain amount of physical discomfort in order to look sexy, which is always a positive sign.\"\n\nBecause the wearer might do other uncomfortable things? I say. \"Yes, yes,\" he splutters. From a standing start he is now almost groaning with laughter. Of course, it's just so much playground talk, which is why it is funny. It rings much more true to life when, in his show, he describes telling a friend he is in love with her. She responds by kissing him; he is so shocked he has to sit down. That's more like reality.\n\nAnd reality, in the end, is the best material. There is nothing about himself, he says, that he wouldn't explore on stage; honesty is the key. \"Because basically I'm far more interested in stuff that is introspective, because that's how you become truly universal, I think, by making it absolutely specific.\"\n\nWhat does he think Australian audiences will be like? He doesn't know. \"I'm presuming they're people,\" he says, a bit primly, then laughs when I say how PC he sounds.\n\nWhile I am talking to him, his phone rings. \"F--- off,\" he says as soon as he answers. The person on the other end, he says afterwards, said, \"Oh, it's you! I wasn't sure which number it was, but it's you!\" He grins. \"So there you go. It's all part of my clever charm.\" Charm? was that going too far? He looks at the ground and giggles shyly.\n\nA lot of performers are shy in person. Not many, it must be said, stammer. Kitson's stammer is more cumbersome in person than on stage, admittedly, but you would think it would put you off a career in oral entertainment. Even at 13, though, he knew he wanted to be a comedian, inspired by his friend Big Jake, \"a very funny man\" from just down the road. \"I saw Paul Merton on Have I Got News For You and he was just talking about nothing, being funny. So me and Jake started to make these tapes in my bedroom, making each other laugh.\"\n\nThe Kitsons lived in a village near Barnsley, in Yorkshire; Daniel's filial rebellion expressed itself through intense competition with his father, an academic, at Scrabble. He was never the class clown; he was more inclined to ask difficult questions. \"I used to ask a lot. Certain teachers really liked that and certain teachers really held it against me. I'd ask the sort of things you do when you're brought up by a middle-class left-wing family; I was the one saying, 'I don't agree with that.\"' The sort of confident scepticism, in fact, that usually underpins successful comedy.\n\nAnd he already had, then, what he calls his \"potty mouth\". He was always being punished for swearing. Then, in naughty boy scout fashion, he would go home and confess to his parents. \"I'd say mum, I got in trouble for swearing again; I'd feel really guilty about it and that I had to tell her. My mum and dad don't swear at all, really.\" He refers quite often to his parents, on and off stage. They collect all his press cuttings and he is proud of making them proud, readily accepting that this does not mean they have to see him perform. \"They wouldn't enjoy it, really. Not just that they wouldn't enjoy me, but the whole atmosphere. I don't think they'd like seeing someone on stage and people slagging him off. And him being rude about their mothers back to them.\"\nAt university he studied drama. Performing, he says, doesn't seem very far from swearing at Big Jake. \"You just have to be as good as you are in your bedroom.\" And, indeed, it is obvious that he is far more nervous right now, outside the cafe with buses roaring past, than he is alone in front of an audience. That is because, he says - and his stammer intrudes suddenly as he says it - he doesn't know me.\n\nHe doesn't know his audiences either, surely. \"No, I don't know them. And yet, I sort of do, because they are an audience and I know audiences. I get quite annoyed by people who say that on stage it's just an act. It's not an act. It's just me in a different situation.\" His show actually does feel like banter (or \"f ---ing. about\", in Daniel-speak) with your mates, so it never occurred to him that his stammer might get in the way. He shrugs. \"It was never an issue whether I could do it or not. I just did.\"\nSince he is playing himself, doing advertisements or corporate gigs - which is where circuit comedians can really coin it - is out of the question. \"I'm a comedian, not a salesman. It's wrong. It invalidates everything you say on stage.\" For Kitson, stand-up is an art form; art's rules apply.\n\n\"Although, having said all that, it's easy for me to have high-falutin' artistic principles because I'm 25 and I've got no one relying on me. I think it's a different story if you're 38, have two kids and a mortgage and you're stuck doing four gigs a week.\" And he gets excited when he sees his mates on the telly, same as anyone.\n\nNot that regular television interests him, either. \"The vast majority of stuff is bad and you have to compromise - in fact no, you lose control totally.\" And televised stand-up cannot work, because the experience of a live gig cannot be filtered into objective observation.\n\nIt's a serious subject, humour. Until, suddenly, Daniel is looking intently through his prismatic specs at a woman on the other side of the street. Her hair has been dyed blonde on the upper layer and middling brown underneath; it is showy without actually being tribal. \"Look at that girl's hair!\" says Dan, amazed. \"That's bad! Really bad!\" He seems to have forgotten about how appearances can challenge people's assumptions: she just looks awful.\n\nBut that's all the go, I protest; you see people with hair like that all over London. \"I don't,\" he says, grinning cheekily at a crack in the table again. \"I don't look up. I just stare at the floor, then get on stage and then I look up, and then I look at the floor until I get home and then look up to watch me telly. That's basically it.\"\n\nI just laugh. That can't be true, because the \"f--- off\" phone call was some famous comedian off the telly looking for a tennis game and, I suspect, this is just the visible peak of Kitson's social whirl of slacking funny men. Besides, Dan's so likeable. Miseries are tiresome in real life. He makes a good riff out of pretending to be one, though, I give you that. It works. That's comedy.",
        "notes": "",
        "image": ""
    },
    {
        "id": "hes-a-master-of-profanity",
        "title": "He’s a master of profanity yet he looks like your dad",
        "type": "interview",
        "publication": "The List",
        "journalist": "",
        "date": "2002-02-14",
        "pdf": "",
        "url": "",
        "fullText": "He’s a master of profanity yet he looks like your dad. He’s sweet and vulnerable, yet he gave Bob Holness lip on Blockbusters. DANIEL KITSON is a comedian destined for greatness. \n\n‘Best comedy performance, Daniel Kitson. That‘s me.’ Lounging in the upstairs room of a pub in west London, Daniel Kitson is fondly admiring his Time Out Comedy Award. ‘That’s what I just won, isn‘t it pretty?’ he muses. It’s a flower-shaped block of clear perspex with a little red star in the middle, and no, it doesn’t look like an ashtray. Two hours previously, he was in a room full of people for Time Out’s annual live awards hosted by Omid Djalili and there was posing to be done. \n\n‘I’ve got an aversion to getting my photo taken,’ says Kitson coyly. ‘I don’t mind people taking my photo at all, like if there was someone there taking my photo when l was walking along, I wouldn’t give a shit, it’s fine. It’s just when people say “do this” or “look wacky”, l just can’t. It’s not fun anymore.’ \n\nDespite his protestations, it’s Kitson’s image that everyone remembers and photographers seize upon. nerd/geek/square/whatever, the trademark Lincoln-esque whiskers may have been tamed, but the specs and unkempt hair endure. And then there’s the stutter; Daniel Kitson, the comedian with the speech impediment. For his first gigs, Kitson confides he was more worried about dying on his arse than stuttering, and he’s come to accept the individuality: ‘Everyone identifies people in different ways. I don’t think anyone’s going to go: “Oh, is that the one with skilful command of the English language and a romantic heart?” They’re going to either say: “Is that the one with the beard?” or: “Is that the one with the stutter?” So that’s fine.’ \n\nPeculiarly, Kitson’s stutter is more pronounced relaxing in this bar than it is on stage, but in a business as cut-throat and volatile as comedy, doesn‘t this handicap make him an unlikely stand-up? ‘I’m an unlikely stand-up in as much as I’m a bit of a social spastic. I don’t drink, I don’t go out, I don’t like clubbing, I’ve got a stutter, I look weird.’ \n\nLike a sensitive soul trapped inside the mindset of a stereotypical blue northern comedian, the Yorkshire-born comic exposed his ‘romantic heart’ in his Best Comedy Performance-winning and Perrier-nominated show Love, Innocence And The Word Cock. It was a beautiful, sensitive and painfully funny coming-of-age confessional that generated a buzz and clamour for tickets akin to Johnny Vegas’ show of 1998. In the years preceding the show (which included the ‘fucking disastrous’ Fringe 1999 Number One Show with Andrew Maxwell and Trevor Lock, and then stormers of sets at Late ‘n’ Live in 2000), Kitson had established himself as a master of profanity and audience annihilation. Subsequently, the contemplative, sweet and vulnerable Kitson was something of a shock. \n\n‘What was really nice was that four big blokes walked out on the first night.’ What’s nice about audience members leaving? ‘I think because they’d seen me at a lairy gig where I’d been dealing with heckles so I’d been really aggressive and putting people down, and when I started talking about love, they all just walked out. I was really pleased because it meant that people who I didn’t want to like me weren’t liking me. The worst thing is when people that you really dislike, like thugs and bullies and twats, say: “Aw mate, that was really good.” And you’re thinking: “I don’t want you to like me.” So when they walked out, I felt like I was making progress.' \n\nVulgarin fans rest assured, the man who doesn’t believe being intelligent and swearing are mutually exclusive, isn’t about to turn his back on what he does best. ‘I still am really, really rude at gigs. The Edinburgh show is what I want my body of work to be. It’s like the gigs are my sketch book and the Edinburgh shows are my exhibitions. That’s quite good isn’t it? I’m going to use that again.’ \n\nAny mention of last year’s Festival immediately makes the 24-year-old comedian more animated. The momentum that had built up in London before his Edinburgh appearance meant talk of Perrier glory reached fever pitch when he finally delivered on his potential with a publicly and critically acclaimed performance. ‘lt’s really horrible because it wasn’t a surprise,’ says Kitson. ‘I’d had people saying I was going to get the nomination for ten months by that point. And even though I’d been saying: “No shut up, I don’t want to talk about it,” I still, on a subconscious level, assumed that I’d get a nomination. When I got a call from the agency to say I’d been nominated for the Perrier, l was like: “All right, fair enough,” and then I realised about two days later that I’d expected it. Which was a bit annoying because it should be really exciting to get a nomination.’ \n\nFive months on from his brush with Perrier celebrity, Kitson is settling back into his routine. He’s just finished filming the second series of Peter Kay’s Phoenix Nights, but mentions of more television work or adverts elicit yawns; like his biblical namesake, he refuses to sell-out to a false financial god. ‘I intend to avoid mass market appeal. I’d far rather be in a room with 500 people who have seen me before and liked what I did, than 1000 people who’d seen me on an advert.’ \n\nOf course, shying away from mainstream success doesn't preclude having your own website (go to www.danielkitson.com to ‘ride the Danny train’). Evidently frequented by the same ‘scary women’ who find Johnny Vegas attractive, his cult followers will soon be able to download his first television appearance: as a contestant on Blockbusters at age sixteen. ‘I was sitting with my knees up on the table and Bob [Holness] said: “Is that how you sit at home?” And I said: “Yeah,” and he said: “Bit of a habit then,” and I said: “Yeah,” and he said: “A bad habit,” and I said: “But not as bad a habit as heroin.” They had to cut that out.’ \nEven then, getting laughs was more important than material success. Nonetheless the mental image it conjures of a precocious, back-chatting teenager doesn’t exactly endear. \n\nIt’s these paradoxes in Kitson‘s character that fascinate. He’s three months younger than me, yet could pass for my old man. He talks like a wizened cynic, then every so often playfully picks up the dictaphone to provide enhanced running commentary on the events around us (‘There’s some blokes behind us who I think might be wankers’). One moment he's the introspective soul and the next the lairy, sweary northern git. Then there’s the goofy laugh that could, and probably should, belong to an eleven-year-old girl. His CD collection is chock-full of alternative indie material from the I Am Kloot/Eels/Hives ilk, yet asks in disbelief if I’ve heard that Kym‘s left Hear’Say. Sensing a conversation avenue, I ask if he’s been following the progress of Pop Idol’s (Gareth Gates. ‘Oh, that bloke who’s got a stutter; everyone loves a cripple. I saw him once and he was all in white and l just thought, you fucking wanker.’ \n\nI consider myself privileged to be sitting in Daniel Kitson’s presence; the interview was squeezed into a ‘window’ in his schedule. Returning the evening before from Dubai to attend the Time Out awards, three days later he jetted off to Singapore. Shanghai, Melbourne and Paris all beckon before another month in Edinburgh in August. So as the emerging antidote to stand-up banality, is his lifestyle as glamorous as it sounds? ‘Oh yeah, yeah, get me.’ \n\nI do, and it’s only a matter of time before he has the popular success he scorns . . . whether he likes it or not. \n\nDaniel Kitson is at the Stand, Glasgow, Fri 15 & Sat 16 Feb; the Stand, Edinburgh, Sun 17 Feb ",
        "notes": "",
        "image": ""
    },
    {
        "id": "get-ur-geek-on",
        "title": "Get Ur Geek On",
        "type": "interview",
        "publication": "Jockey Slut",
        "journalist": "Paul Mardles",
        "date": "2002-02-01",
        "pdf": "",
        "url": "",
        "fullText": "DANIEL KITSON MAY LOOK LIKE SOME DERANGED ATTEMPT AT A HIGH TRASH PORN MEETS TRAMP COUPLING BUT THE GEEK-NOT-GEEK DOES MAKE COMEDIC SENSE. BLOODY GOOD JOB TOO...\n\nJust as no profile of Dave Clarke, say, is complete without reference to his supposed moodiness, so every feature on stand-up Daniel Kitson alludes to the following distinguishing features. One: he has a bushy beard. Two: he wears thick specs. Three: he has a stutter, albeit a fairly minor one. All of which means, proclaims the 24-year-old Yorkshireman, that he looks like a pervert. A paedophile, in fact.\n\n“I do,” he insists, valiantly attempting to stifle a yawn that’s the result of staying up until the early hours in order to watch his beloved wrestling on TV. “I was on a train, and there was this little girl who was with a bloke who looked like a wino and was smoking a big spliff. I was sitting there thinking, ‘That’s quite a horrible situation for her to grow up in’. And he saw me looking at her and was like, ‘What the fuck are you looking at her for, you pervert?’”\n\nIf offstage Kitson is a peculiar looking fellow – think a participant in a ’70s porn film with a PhD in physics and the dress sense of a tramp – onstage his face, as he puts it, makes “comedic sense”. Witness last year’s winsome show, ‘Love, Innocence And The Word Cock’, for which he was shortlisted for the Perrier Award. A hymn to adolescence and “the law of the playground”, it was a pathos-flecked, hilarious account of post-pubescent life in Yorkshire’s Denby Dale, all loved-up, half-cut aunties, juvenile abuse and being diagnosed, wrongly, with, Clumsy Child Syndrome. As such he has, to his chagrin, been likened to Eddie Izzard (“That’s just lazy journalism”), and, thanks to his specs and hapless way with girls, been called a geek.\n\n“Does that offend me?” he queries. “Well, I don’t think, ‘Oh, I don’t wanna be a geek’. But by the same token, I don’t think, ‘Oh, being a geek will give me a way in’. I don’t really care either way.”\n\nThis is a typical Kitson response. Today at least he does not really care about too much. He doesn’t care for interviews, which aren’t “part of my plan”, and “can’t be arsed” with TV despite the fact he’s landed the role of “a gormless lad who bumbles about in the background” in Peter Kay’s forthcoming ‘Phoenix Nights’ series. Not that Kitson’s surly, you understand. Oh no. Rather, he affects someone who’s yearned to be a stand-up ever since he appeared as a finalist, aged 16, in The Daily Telegraph’s open mic competition, he is simply happy to be living out his dreams. His idea of a good time: being abused onstage.\n\n“I don’t ever want to get to the stage where I’m too famous to be ripped apart,” he says. “That’d be horrible. You can turn up to a gig and tear the room to pieces. Everyone’s going ‘He’s fucking brilliant’, then get the tube home and no one knows who you are. It’s so good that I can turn up and do gigs where people aren’t like, ‘Oohh, I’ve read about him in the culture section of the Sunday Times. Apparently he’s really whimsical and last year stopped improvising’.”\n\nCertainly no one knows who he is right now. Recently, he says, he was obliged to shave his beard off, albeit temporarily, for Peter Kay’s programme.\n\nMaybe, Jockey Slut offers absent-mindedly, he could work that into his routine.\n\n“Er, how?” he says, not unreasonably. “Hi, I am Daniel Kitson and I don’t have a beard”.\n\nPaul Mardles\n\nDaniel Kitson is on tour throughout February. ‘Phoenix Nights’ will be screened in the spring on Channel 4",
        "notes": "",
        "image": "https://classickitson.com/docs/20020201_-_get_ur_geek_on_-_interview_-_jockey_slut.jpg"
    },
    {
        "id": "hirsute-of-happiness",
        "title": "Daniel Kitson: The hirsute of happiness",
        "type": "interview",
        "publication": "The Independent",
        "journalist": "Fiona Sturges",
        "date": "2001-08-23",
        "pdf": "",
        "url": "",
        "show_ids": [
            "love-innocence-and-the-word-cock"
        ],
        "fullText": "It's just his first year at the Fringe, but Daniel Kitson has now been shortlisted for a Perrier award. Fiona Sturges meets the bearded stand-up\n\nLet's get one thing out of the way. Daniel Kitson has a stutter. It's not a particularly strong one – you'd probably only notice it five or ten minutes after meeting him. But he is also a stand-up comic, an unusual occupation for someone who finds it difficult to get his words out.\n\n\"I didn't think about it when I first did a gig,\" he explains. \"I had wanted to do stand-up from the age of 14. When I finally did it I wasn't thinking about my stutter, I was thinking 'What if I'm not funny?' I'd done a couple of school plays by then and it had never been a major problem before.\"\n\nYesterday's nomination for the Perrier Prize took him by surprise – this is, after all, his first appearance at the Edinburgh Festival – although he questions its real value. \"The Perrier in itself is an irrelevance. It's lovely that 10 people like what you do but it's more important for me for people like my Mum and Dad to have this tangible thing to latch on to.\"\n\nKitson was 16 when he first went on stage, which goes some way in explaining his exceptional assurance as a comic now. At just 24 he has the maturity and world-weariness of a stand-up at least 10 years his senior, though it must be said that his looks add to the illusion.\n\nHe's a marketing man's dream, a shambling figure with shoulder-length hair and square, thick-rimmed glasses that magnify his eyes to alarming proportions. Then – and this is the icing on the cake – there's the beard. \"It's all things to all people, this beard: Charles Darwin, Prefab Sprout,\" he ponders. \"The comparisons go on forever. One person said it was heroic. I like that.\"\nBut he wants it to be known that it isn't just a stratagem to get extra laughs. \"Like I'm so strapped for jokes I have to grow a beard,\" he cackles. \"At first it was nothing to do with my show – I was just a bloke with a beard. But so many people have commented on it that now I've got five minutes of material on it. Now people say 'ooh you can't shave the beard off now – it's become a part of your show.' That's rubbish. I suppose if I shaved it off I could keep it in a jar on stage so I could still do my bit.\"\nOne of Kitson's running gags revolves around how he resembles an archetypal paedophile. In fact his looks take up a large proportion of his Edinburgh show. On the subject of his facial hair he states: \"It makes no difference to the way I look. I'm still unattractive, but at least it's on my terms.\"\n\nIs it some sort of defence mechanism? \"No, it's just funny,\" he replies dryly. It's true enough, but there's a disparity in his material between Kitson, the man who surfs the Internet for porn and imagines himself casually groping passing women and the softer, more sensitive Kitson who kissed a girl for the first time at 19 and whose world practically caved in when he first bought his own ice cream.\n\n\"It's all me,\" he insists. \"All that stuff about feeling up members of the audience may be ironic but it's still me. It's funny because it's coming out of my mouth and not someone else's. If I were drop-dead gorgeous and said those things it wouldn't work. It'd just be obnoxious.\"\n\nCharm isn't generally a word you'd associate with a comic who does gags about child molesters but it is a word often used in association with Kitson. The other is geek. Does he mind?\n\n\"Not at all,\" he smiles. \"I ask for it.\" But there are other myths that surround him which he would like to set straight, the principal one being that he's working class. \"It's just because I'm northern and I swear but I'm middle-class to the core. My mum and dad came from working-class households and were both the first in their families to go to university. When people say I'm a classic working-class comic I get annoyed because that means they haven't got half of what I'm doing. What's more, it suggests I'm pretending to be someone I'm not.\"\n\nKitson grew up in the Yorkshire town of Denby Dale which he tells me \"is also home to the world's largest meat and potato pie\". His father is a professor of business ethics and his mother a head teacher. In 1995 he moved to London to study drama at the Roehampton Institute. He was instantly captivated by acting theory – \"all these pretentious-sounding things like the process of mediation and a joke not existing until it's heard.\"\n\nHis show, called Love, Innocence and the Word Cock, is rooted in his own passage from childhood to adulthood with much of the material centred round the schoolyard. His observations are universal ones but pin-sharp, drawing us into a semi-familiar world where kids adopt surreal expressions of abuse and invent exciting though ultimately pointless games. One, charmingly entitled Pissball, involves getting a brand-new tennis ball, urinating on it, and then kicking it at random children in the playground.\nKitson isn't always the confident man his stage persona would have you believe. He's is curiously self-effacing and still cowers in the shadow of fellow comics – he genuinely believes he will never be as good as his friend Ross Noble, a former Perrier nominee. And, like most stand-ups, he does suffer from nerves. \"When I'm on stage I'm fine – whatever happens I think it's my duty to deal with things and find something funny in them. But as soon I'm off stage I'm quite embarrassed. When I say goodnight and people start clapping I can't do that thing of taking a bow. It's like 'That's it. I'm off now and I'm not coming back'.\"\n\nDaniel Kitson is at the Pleasance Courtyard and Over the Road, venue 33 (0131-556 6550), to 27 Aug, 22.30\n(23.30)",
        "notes": "",
        "image": ""
    },
    {
        "id": "special-report-edinburgh-2001",
        "title": "Special report: the Edinburgh festival 2001",
        "type": "self-penned",
        "publication": "The Observer",
        "journalist": "Daniel Kitson",
        "date": "2001-08-19",
        "pdf": "",
        "url": "",
        "author_id": "daniel_kitson",
        "show_ids": [
            "love-innocence-and-the-word-cock"
        ],
        "fullText": "0.00am\nMy show was bad. It was lacklustre and plodding and not fun, the crowd were kind but quiet and I was not the stand-up that the papers may have you believe. Anyway, after running across town to the Dome to take part in the BBC-sponsored stand-up show Alive (starting only 30 minutes after my show ends), I ﬁnd out that I am not on. I needn't have turned down a lucrative gig on the other side of town. More importantly, I needn't have run. Money comes and goes but my exercise has a legacy of wheezing that isn't wholly pleasant.\n\n0.20am\nStill wheezing.\n\n0.30am\nMeet my ﬂatmate, John Oliver (a mediocre comedian with delusions of originality). He has just talked a gig down from a very high ledge. I try and convince him that his vaguely misanthropic act would go down better if he took to the stage giving a double thumbs-up sign. He seems to disagree. Still wheezing.\n\n1.03am\nMe, John and a collection of others stand outside the Gilded Balloon debating whether we want to go in and watch Late and Live. It's my ﬁrst night not compering Late and Live this week and I had planned on taking advantage of not having to be there, by not being there. In fact, I won't go in. I'm going home. Early night. A girl who works there hugs me. I've had a bad show. A girl has just hugged me. She works inside.\n\n1.05am\nI'm inside Late and Live. I compere this gig four nights a week. It's a gig unlike many others. Opinion is divided on whether standing on stage between 1am and 3am and talking over a sweaty, drunken, sleepy mixture of locals, comedians and TV executives has any actual merit. The division is generally along the lines of those who can do it and those who are gay. I think it is often the most exciting gig in the world, although once I was a bit gay. For an embarrassing 10 minutes, I was very gay. But I think a lot of my gayness was the fault of the compere. To clear up any confusion in this context, gay is a metaphor for not doing well at Late and Live. I'm not gay. Late and Live is a beast of a gig, it's a slobbering, swaying, red-faced drunk. Coming dangerously close to falling as it crushes all in its way as it drags each act to its logical conclusion, pushing stand-up as far as it can go. Parading its parochial energy and raging libido as acts stumble to their knees before its majesty. If you are in Edinburgh then you must see at least one Late and Live. It may be the greatest night you have ever had or it may be the most disappointing and ultimately pointless waste of money you have ever encountered. That's all part of the fun. And there's dancing.\n\n2.15pm\nWake up and realise that the piece I am typing now was due two hours ago. Go back to sleep. It will go away.\n\n3.15pm\nIt hasn't gone away. Me and John are sitting at the table in our front room. He is writing something for a thing he's doing (I don't really care about it, he keeps reading me bits). We have procrastinated through going and buying biscuits and crisps, like the proper writers do. I really should start this. I'm going to do it like a diary. I ask John the date. He tells me and says that I should include me asking him the date in the piece. I think that it would be a desperate and pretentious measure.\n\n4.15pm\nI'm desperate and pretentious.\n\nDaniel Kitson - Love, Innocence and the Word Cock is at the Pleasance (0131 556 6550) until 27 August",
        "notes": "",
        "image": ""
    },
    {
        "id": "its-all-geek-to-him",
        "title": "It's all geek to him",
        "type": "profile",
        "publication": "The Times",
        "journalist": "Clive Davis",
        "date": "2001-07-13",
        "pdf": "",
        "url": "",
        "fullText": "He looks like a shambolic wreck, but comic Daniel Kitson has a sharp take on the world, finds Clive Davis\n\nAt best, Daniel Kitson looks like an absent-minded roadie. Catch him in the wrong light, and he could be mistaken for the dysfunctional loner who always has a seat to himself on the top deck of a bus. He shambles and stammers; he peers out from behind a pair of Coke bottle spectacles and he has a beard which resembles a species of woodland fungus.\n\nNot surprisingly, he has been known to provoke laughter just by stepping on to a stage. Appearances, however, are deceptive, While it may be true that Kitson will never win awards for grooming, the Yorkshire-born performer already has the makings of a rare comic talent.\n\nThis month he has been trying out material for his forthcoming run at the Edinburgh Festival. At the Comedy Store in London he effortlessly lifted a blase West End audience on to another level. The classically geekish features and the apparently random monologues conceal an astute mind and a sharp eye for whimsy.\n\nIs he turning low self-esteem into an art form? He thinks not. \"I like throwing people's preconceptions back in their faces,\" says Kitson, 23, over a drink in Soho. \"I don't really make fun of myself, and I'm certainly not working out any of my insecurities on-stage. It's just that I'm aware of how people see me when I walk down the street. It's drawn from my experience of people shouting at me in the street or bullying me at school.\"\n\nHe walks close to the edge at times. One of his running jokes turns on his supposed resemblance to everyone's idea of what a paedophile looks like. Even Comedy Store audiences have their taboos, thank goodness, and Kitson's banter had a few people fidgeting in their seats. Yet again, though, he was trying to smuggle in a worthwhile observation on how we see the world -a point, what is more, based on experience.\n\n\"I was on a train when I noticed a little girl of seven or eight,\" he explains. \"The bloke sitting next to her, whom I assumed was looking after her, was smoking a gigantic spliff and had a big bottle of cider in his hand. I was thinking, 'Oh, God, surely he can't be looking after her? What a horrible situation for her. Then he saw me looking at her and said, 'You pervert. Why are you looking at her?' \" It should be said that Kitson was not even sporting That Beard when all this happened. His face, he says, is eccentric and comical enough in its own right: on the street people laugh at him; in a club they find themselves laughing with him.\nHis stand-up ambitions took hold when he was still a schoolboy, growing up in the Yorkshire village of Denby Dale. Although strangers often take him to be that rare phenomenon, a working-class comic, he actually comes from an academic household: his father lectures on business ethics, his mother is head teacher of an infants' school.\n\nAs for the stammer, that no longer causes him any major grief when he is performing. It was, he points out, much worse when he was a young boy. He did try speech therapy -he has a lisp as well -but eventually gave up.\n\nHe moved to London in 1995, taking a drama course at Roehampton Institute while also trying his hand at open-mike spots in clubs. As a student he acquired a taste for the more esoteric end of avant-garde stage theory.\n\nWhen he explains his reluctance to do stand-up on television, he puts it down to his dislike of \"the objectification of a subjective experience\". He is fascinated by the mysterious alchemy of performer and audience.\n\nFortunately, he never pushes the jargon too far. He may know his way around the latest theories, yet his favourite play is that old-fashioned study, Trevor Griffiths's drama Comedians. In the past few months Kitson has been rethinking his whole approach.\n\"About four months ago my definition of a great gig would have been not to have done a single bit of material. Now, my definition of a great gig is to have it as all material. I still like doing shows where I just mess about. But I'm not proud of that. What makes me feel good is having an hour and 20 minutes of stuff that's thoughtful and slower.\"\n\nHis \"stuff\" includes references to bodily functions that will not appeal to everybody. He sometimes risks being mistaken for just another smut merchant, when he sees himself as playing with our perception of words. Fair enough, although I'm not sure his act would suffer if he cut back on body jokes. He has plenty of other things to say, after all. The man has a true comedy gift.\n\n* Daniel Kitson can be seen at the Canal Cafe Theatre, London W2 (020-7289 6054) on July 17 and 24",
        "notes": "",
        "image": ""
    },
    {
        "id": "the-odd-world-of-daniel-kitson",
        "title": "The odd world of Daniel Kitson",
        "type": "interview",
        "publication": "The Sydney Morning Herald",
        "journalist": "Stephanie Bunbury",
        "date": "2007-08-25",
        "pdf": "",
        "url": "https://www.smh.com.au/entertainment/art-and-design/the-odd-world-of-daniel-kitson-20070825-gdqxqc.html",
        "author_id": "stephanie_bunbury",
        "show_ids": [
            "c-90"
        ],
        "fullText": "Daniel Kitson me in the door from the street, then leads me up the stairs past a volcanic hallway deposit of gym shoes and footballs, warning me over his shoulder that he has to finish something. He's playing online Scrabble. Obviously, I have to peer over his shoulder and, yes, there is a nest of those unknown, impossibly short words you get from Scrabble dictionaries. Skep. What's a skep? I yelp. Nobody knows that! That's cheating!\n\nKitson giggles. For a performer whose chosen subjects are melancholy and loneliness, he is a surprisingly compulsive giggler. No, he says eventually without rancour. It means a kind of woven basket; that's the kind of thing he knows. He hits a key so I can study engravings of the long-destroyed Crystal Palace, the ruins of which are a block away from his London home, while he makes breakfast. His laptop is very fast and strikingly unconnected to anything. \"Oh, yes, all wifi-ed here,\" he says, with more of a chuckle this time. \"I'm living in the future.\"\n\nNobody who saw one of Kitson's story shows, which he alternates with brilliant stand-up comedy gigs, would imagine he lived anywhere forward of about 1950, when England was all about austerity, radio serials and milk chocolate as a Sunday treat. At one point this morning he earnestly explains to me the etiquette of a game of conkers, an age-old way of making your own entertainment by swinging horse-chestnuts from pieces of string. This makes him sound like one of the Railway Children. \"Exactly! I'm an interesting dialectic!\" he cries, starting to giggle again. He puffs out his chest. \"I am a dialectic!\"\n\nKitson won the Melbourne Comedy Festival's Barry Award for most outstanding show in April for It's the Fireworks Talking, a stand-up piece that was about childhood memory, family and fear - and was face-achingly funny. Next month he will return to Australia with a story show, C90, which weaves together the stories of two elderly people facing the last day of their jobs. It is about loneliness, of course, but it is also about the decency of work, about human kindness and the pleasing smallness of everyday life.\n\nHenry works in a mysterious archive where unwanted or forgotten compilation tapes are filed, a job that has been gradually diminished and robbed of resonance by the demise of the cassette tape. Millie is a lollipop lady with a fixation on knowing and using people's whole names. These two solitaries are nodding acquaintances in a small village but there is an unseen bond between them that is gradually illuminated as Kitson, sitting in a set composed of shelves of cassette tapes, simply tells their tale. Critics in Edinburgh, where it was first shown, hailed it as a masterpiece.\n\nHe loves writing about old people, he told one of the Scottish papers at the time. \"I've always felt an affinity towards them,\" he said. \"They have an inherent level of humanity ... I've always been older than I am. I was a middle-aged adolescent in tweed trousers.\" At the same time, he feels a proper trepidation about writing about \"how people feel at the end of their working life, that mixture of freedom and regret, boredom and loneliness. I mean, I haven't a f---ing clue, have I?\"\n\nIndeed not. Kitson is 30. Almost all of his working life has been spent on stage, performing on his own terms. He doesn't do television, he doesn't do commercials, he no longer has an agent, he doesn't do any press work he doesn't like, he is his own producer and his own publicist. His experience of wage slavery can be counted off in days: a couple of weeks washing dishes near home in Yorkshire, something at the golf club near his college and a couple of weeks working for his girlfriend's father, \"a self-made millionaire\", he says tartly, during the university holidays.\n\nHe never saw the point of that. \"I didn't have any money,\" he says, \"but I was fine with that. I've always been like that. If I have some money, I'll spend it on ... stuff. And if I don't have any money, that's all right.\"\n\nOf course, that is a middle-class luxury. His parents gave him an allowance that covered food and the occasional late-night show at the Comedy Store, from where he caught the bus home. But he had that, his telly and a bed. What more does a lad need?\n\nHe worries at his comedy, however, with the passionate doggedness of a Puritan, constantly trying to find something that hasn't already been done, vigilant against any temptation to slip into the standard ploys that stand-ups use to work the crowd. \"The more stuff you do, the more you realise it's been done. And that's when you go, all right, stop what you're doing and do something else. And if someone is doing similar material to yours, you just write something new that's better.\"\n\nWhat he admires in work - any kind of work - is that striving. He describes watching a middle-aged steward on the train showing a young recruit the ropes. He wasn't telling him anything, just moving around the carriage with the coffee and tea, setting an example of friendly service. \"Increasingly, that's not there: the handing on of traditions in things and the slightly pointless, archaic pride in things, you know. This older bloke was just doing the job really well in an entirely dignified, not squalid or subservient way.\"\n\nIn C90, Millie has willingly squandered her qualifications to pursue her dream of being a good lollipop lady. She is diligent and joyful. She is also quite irritating, I find when reading Kitson's script, with her eccentric prejudices. So is Henry, who has grown to hate the basement room where his job has ground to a standstill but does nothing to get himself out of it. Reading that raw text, in fact, brings home how much Kitson's shows are about him.\n\nWhen he breathes life into his characters, their oddities and failings seem vivid and human rather than maddening. \"People have quite often asked if I'm going to publish it,\" Kitson says. \"But I just don't think it's as good if you read it ... it's not written to be read. It's like reading the lyrics of a song and saying, 'Oh, this is a bit lame! This is a bit clumsy!' It's not prose. It's a script.\"\n\nBack when he was refusing to earn anything, Kitson was also studying drama. The great advantage of going to drama school, he says, was that it gave him three years to do try-out gigs. \"It gave me time to not be shit by the time I needed not to be shit.\" Then he corrects himself. \"No, that's not all. I think everything had an effect. I got quite into the idea of avant-garde performance and sliding scales of ontology\" - which, he explains when I ask, is about the constantly shifting balance between the performer as a person and the performer as a character - \"and existing in the moment, all of that. It didn't change what I was doing on stage. It just gave me a way of understanding it.\"\n\nFor a couple of years, he learnt to tough it out with audiences as the compere at the weekly new talent night at one of London's top comedy venues. \"It was absolutely invaluable, up to a point,\" he says. \"It made me confident on stage, it made me not value any gig too much, it made me feel I could talk to people, but I did it slightly too long.\"\n\nIn 1999 he was doing the same thing in Edinburgh. \"And somebody said, 'Look, you've got to be careful; not every gig is the Comedy Cafe.' It was genuine advice and I thought 'f---'. I realised I'd gone too far down that road and I was no longer doing the thing I'd originally wanted to do on stage.\n\n\"I remember sitting outside, nearly in tears, saying 'I'm shit!' And I probably was. I had loads of people saying, 'No, you're brilliant, you're going to be huge,' and I'd say, 'But this is shit, hateful, bullying shit!' And that was a real turning point. It was after that that I decided, right, I'm going to do a show that is material-based, not just me f---ing around.\"\n\nHe still gets angry on stage but differently. \"It is still quite often talked about: my vitriol, my bile. I can't see it myself! But it's not addressed to completely innocent strangers in the front row. It's addressed to people in the world.\" There is a pause. \"I would say I'm irritated by selfishness,\" he says.\n\nHe has another train story. \"People were shouting on the train,\" he says. \"I'm not actually irritated by the shouting. It's the implicit selfishness of the shouters, the fact they are not considering that it might annoy other people. It's a fine distinction but there it is.\"\n\nIt's the end of our time. He's off to play football. I'm on the bus. It's lovely. Nobody is shouting at all.\n\nC90 opens at the Sydney Opera House on September 11.",
        "notes": "This interview was also published in The Age under the headline \"This tape will deconstruct...\"",
        "image": ""
    },
    {
        "id": "he-used-thought-as-a-wife",
        "title": "He Used Thought as a Wife: An Anthology of Poems & Conversations From Inside",
        "type": "fiction",
        "publication": "\"Utter\" & Press",
        "journalist": "Tim Key",
        "date": "2021-02",
        "pdf": "https://classickitson.com/docs/books/2020-Tim-Key-He-Used-Thought-as-a-Wife-Kitson-cut.pdf",
        "url": "",
        "author_id": "tim_key",
        "fullText": "",
        "notes": "A fictionalised version of Daniel Kitson appears in both of Tim Key's lockdown anthologies.\n\nIn the first, the character of 'Daniel' is described simply as \"Bald guy. Made for lockdowns. Specs. Bread flour. Sage.\" and in the second as: \"Born to lock down. Inch-thick spectacles. Fogey cords. Checks in regularly. Owns a kiln.\"\n\nThe books are available directly from the publisher \"Utter\" & Press.",
        "image": "https://m.media-amazon.com/images/I/81tjgd2adNL._SL1500_.jpg"
    },
    {
        "id": "here-we-go-round-the-mulberry-bush-an-anthology-of-poems-and-conversations-from-outside",
        "title": "Here We Go Round the Mulberry Bush: An Anthology of Poems and Conversations from Outside",
        "type": "fiction",
        "publication": "\"Utter\" & Press",
        "journalist": "Tim Key",
        "date": "2022-02-14",
        "pdf": "",
        "url": "",
        "author_id": "tim_key",
        "fullText": "",
        "notes": "A fictionalised version of Daniel Kitson appears in both of Tim Key's lockdown anthologies.\n\nIn the first, the character of 'Daniel' is described simply as \"Bald guy. Made for lockdowns. Specs. Bread flour. Sage.\" and in the second as: \"Born to lock down. Inch-thick spectacles. Fogey cords. Checks in regularly. Owns a kiln.\"\n\nThe books are available directly from the publisher \"Utter\" & Press.\n",
        "image": "https://m.media-amazon.com/images/I/517K86VyD4L._SL1000_.jpg"
    }
]