[
    {
        "id": "misc-radio",
        "title": "Other",
        "blurbs": [],
        "notes": "",
        "rss_edited": "https://fourble.co.uk/dkmiscedit-230513-0.rss",
        "rss_complete": "https://fourble.co.uk/dkmisc-230513-0.rss"
    },
    {
        "id": "triple-r-radio",
        "title": "Triple R Radio",
        "blurbs": [],
        "rss_edited": "https://fourble.co.uk/dktripleredit-230513-0.rss",
        "rss_complete": "https://fourble.co.uk/dktripler-230513-0.rss",
        "tags": [
            "Graveyard Shift",
            "Breakfasters",
            "Comedy Special"
        ]
    },
    {
        "id": "listening-club",
        "title": "Listening Club",
        "blurbs": [
            {
                "text": "Daniel Kitson's Listening Club - 01:30 - 04:30am. Early morning or a late night, Perrier Award winning wag Kitson guards the Resonance FM graveyard with stealth and a whacking great lump of pith and strictly no fey indie records. Actually, that last bit is a lie Daniel's show is crammed full of fey indie and alt country.",
                "month": "January",
                "year": "2006"
            },
            {
                "text": "Comedian's comedian Daniel Kitson returns to Resonance's late-night airwaves for just two new Listening Clubs, starting at 1am.\nExpect great music, funny observations, abusive texts from listeners and a past-your-bedtime story. ",
                "month": "October",
                "year": "2006"
            },
            {
                "text": " i'll be doing the listening club on resonance fm again from monday night/tuesday morning 1 till 4 in the morning. this week, gavin osborn will be playing some songs live in the studio, yes. you heard. im having a live session. i'm very much like zane lowe. ",
                "month": "January",
                "year": "2007"
            }
        ],
        "rss_edited": "https://fourble.co.uk/dklcedit-230508-0.rss",
        "rss_complete": "https://fourble.co.uk/dklc-230508-0.rss"
    },
    {
        "id": "resonance-fm-2013",
        "title": "Resonance FM, 2013",
        "blurbs": [
            {
                "text": "The inimitable comedian and raconteur is given free reign in a long-anticipated new series.",
                "month": "January",
                "year": "2013"
            }
        ],
        "rss_edited": "https://fourble.co.uk/dkreso2013edit-230508-0.rss",
        "rss_complete": "https://fourble.co.uk/dkreso2013-230508-0.rss"
    },
    {
        "id": "captain-bang-bang",
        "title": "Captain Bang Bang's Magic Castle",
        "blurbs": [
            {
                "text": "To surprise ourselves and our listeners, a new short series of live radio shows by Daniel Kitson.",
                "month": "October",
                "year": "2016"
            }
        ],
        "notes": "There was a fifth show planned, but the gate was broken and Kitson couldn't enter the studio. ",
        "rss_edited": "https://fourble.co.uk/dkcbbmcedit-230508-0.rss",
        "rss_complete": "https://fourble.co.uk/dkcbbmc-230508-0.rss"
    },
    {
        "id": "trifle",
        "title": "Trifle",
        "blurbs": [
            {
                "text": "Daniel Kitson presents a new live late night show! Four nights a week (midnight, Monday to Thursday) till the end of August. ",
                "month": "August",
                "year": "2020"
            }
        ],
        "notes": "This was later released on *An Accumulation of Failure*, in an edited form with songs removed, one episode a day, Monday to Thursday, throughout May 2025.",
        "rss_edited": "https://fourble.co.uk/dktrifleedit-230306-0.rss",
        "rss_complete": "https://fourble.co.uk/dktrifle2020-230508-0.rss"
    },
    {
        "id": "a-reason-to-wake-up",
        "title": "A Reason To Wake Up",
        "blurbs": [
            {
                "text": "For just under three weeks in May, every weekday except Wednesday, Daniel Kitson will wake up at 6 am, get dressed, make himself a nice coffee, ride his bike to Borough in south London and let himself into the studios of Resonance FM using a key code and a special fob. Once inside, he'll reassure himself as to the probable absence of murderers in the building, turn the desk on, make a cup of tea, almost certainly go to the toilet before, at 7am exactly, presenting a radio show for two hours until 9am. After that, the day's his own.",
                "month": "May",
                "year": "2018"
            },
            {
                "text": "Last year, in May, i did three or four weeks of radio shows between 7 and 9 am on the London based but globally available community arts radio station - Resonance FM. It was a lot of fun - i got to get up early, ride my bike into town, let myself into an empty building and play songs i liked or had never heard before for a couple of hours, whilst having a bit of chat in between songs like how Radio disc Jockeys do** - You get me?\n\nWell, you'll never bloody well guess what - i'm only bloody doing it again aren't I?\n\n**There was one day where i didn't say anything actually, apart from goodbye after two hours of banging jams - because i am constantly pushing the form/deep into some heavy vibes.",
                "month": "May",
                "year": "2019"
            },
            {
                "text": "Surprise! Daniel Kitson - live on air at 7am till 9am.",
                "month": "April",
                "year": "2020"
            },
            {
                "text": "Daniel Kitson has a new live series on Resonance FM, each weekday morning in January, 7am to 9am from Monday 2nd January 2023. (NB It won't be archived & no repeats.)",
                "month": "January",
                "year": "2023"
            },
            {
                "text": "A special series with Daniel Kitson during our Annual Fundraiser - it's live, it's not repeated and not archived. \"The idea for these shows came from sorting through all my CDs at the end of November. I thought it would take three days and it took me nearly three weeks because cases were empty, CDs were loose, things were stuck on them etc. I washed them and got them back in their boxes and then started deciding which ones I was going to keep. I ended up with three piles: Keeping; Charity Shop; Listen to then Make a Decision. There were around 500 CDs in that third pile. I dropped them off to Resonance mid-December and the music on these shows comes exclusively from that pile. I'll have a listen and then decide whether I'm keeping it. The ones I'm not keeping, I'll drop at a charity shop on the way home.",
                "month": "February",
                "year": "2025"
            }
        ],
        "rss_edited": "https://fourble.co.uk/dkartwuedit-230513-0.rss",
        "rss_complete": "https://fourble.co.uk/dkartwu-230513-0.rss"
    }
]